const data = {
        limgrave: [
          {
            section: "王を待つ礼拝堂",
            text: "巫女の遺体から、道具「褪せ人の老指」を入手する。",
            tips: [],
          },
          {
            section: "王を待つ礼拝堂",
            text: "広場で「接ぎ木の貴公子」と戦う。",
            tips: [
              "本来は負け戦だが、素性や戦い方によっては一応勝てる。 いずれ再戦の機会があるので、今回は相手に華を持たせてあげよう。 もし勝ってしまった場合は、崖落ちなどで死亡すればストーリーが進行する。",
            ],
          },
          {
            section: "漂着墓地",
            text: "謎の女から、道具「緋雫の聖杯瓶」と「青雫の聖杯瓶」を貰う。",
            tips: [
              "個人的に聖杯瓶は、△ボタン+十字キーで使用できる「ポーチ」に入れておくのがオススメだゾ。",
            ],
          },
          {
            section: "漂着墓地",
            text: "学びの洞窟で「ゴドリックの軍兵」を倒す。※任意",
            tips: [],
          },
          {
            section: "漂着墓地",
            text: "崖際の遺体から、ジェスチャー「ぐっ」を入手する。",
            tips: [],
          },
          {
            section: "漂着墓地",
            text: "祝福「漂着墓地」付近の遺体から、道具「指切り」と「褪せ人の鉤指」を入手する。",
            tips: [
              "祝福前の白い結界で遮られているのは「辺境の英雄墓」。貴重品「 石剣の鍵 」がないので、今はスルーしよう。",
            ],
          },
          {
            section: "漂着墓地",
            text: "祝福付近のサイン溜まりを調べ、道具「金の小偶像」を入手する。",
            tips: [],
          },
          {
            section: "漂着墓地",
            text: "祝福付近にいる「白面のヴァレー」に話しかける。",
            tips: [
              "説明「 侵入マルチプレイ 」が欲しいのなら、湖のリエーニエ：バラ教会でのイベントでヴァレーから直接貰うまで、道具「 爛れた血指 」を入手しないこと！（入手フラグにバグがある模様。",
              "NPC達との会話は基本的に、同じことを繰り返すようになるまで話しかけること。",
              "NPCへの攻撃は二回までなら許される。三回以上攻撃してしまうと…？",
              "ここからしばらくは、祝福の導き（祝福から伸びる光）に従って進もう。",
              "目の前の平地を巡回している「 ツリーガード 」はスルー推奨。",
            ],
          },
          {
            section: "エレの教会",
            text: "焚火前にいる「放浪商人カーレ」に話しかける。",
            tips: [
              "ロードを挟み、会話が途切れるまで話しかけよう。",
              "貴重品「 ツール鞄 」と、松明「 松明 」は優先的に購入しておこう。あとは追々で。",
            ],
          },
          {
            section: "関門前の廃墟",
            text: "祝福にて「メリナ」と取引する。",
            tips: [
              "祝福は「関門前」「アギール湖北」のどちらでもOK。",
              "道具「 霊馬の指笛 」を入手。",
              "これでルーンと引き換えに、レベルアップできるようになる。",
            ],
          },
          {
            section: "関門前の廃墟",
            text: "石碑の前で、貴重品「地図断片：リムグレイブ西部」を入手する。",
            tips: [],
          },
          {
            section: "関門前の廃墟",
            text: "地下室の宝箱から、戦灰「嵐脚」と、貴重品「砥石の小刀」を入手する。",
            tips: [],
          },
          {
            section: "関門前の廃墟",
            text: "荷車の荷台から、大剣「君主軍の大剣」を入手する。",
            tips: [],
          },
          {
            section: "関門前の廃墟",
            text: "別の荷車の荷台から、フレイル「フレイル」を入手する。",
            tips: [],
          },
          {
            section: "エレの教会",
            text: "夜に教会を訪れ、「魔女レナ」に話しかける。",
            tips: [
              "選択肢はご自由に。",
              "貴重品「 霊喚びの鈴 」と、遺灰「 はぐれ狼の遺灰 」を入手。",
            ],
          },
          {
            section: "エレの教会",
            text: "いずれかの祝福にて「メリナ」と話す。（会話は計二回発生）",
            tips: [
              "メリナとの会話は「導きのはじまり、エレの教会、関門前、嵐丘のボロ家、城に向かう隧道」のいずれかの祝福にて、計二回発生する。",
              "メリナとの会話が終わったら、再び祝福の導きに従って進もう。",
            ],
          },
          {
            section: "嵐の関門",
            text: "関門を突破する。",
            tips: [
              "現時点でのトロル撃破は厳しいので、霊馬に騎乗して駆け抜けよう。",
            ],
          },
          {
            section: "嵐の関門",
            text: "坂道の上で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "嵐丘のボロ家",
            text: "ボロ家前の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "嵐丘のボロ家",
            text: "ボロ家の中にいる「心折れた娘」に話しかける。",
            tips: [
              "何度か話しかけると、ジェスチャー「 横座り 」と、遺灰「 霊クラゲの遺灰 」を貰える。",
              "現時点では少し早いが、近くで効率的にルーンを稼げる「 トロル狩り 」が行える。ルーンの不足を感じるようになったら実行してみよう。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "検問前のスカラベを倒し、戦灰「乱撃」を入手する。",
            tips: [
              "スカラベとは、フンコロガシのようなエネミーのこと。",
              "↓のマルギットさんに挑む前に、ルーンをなるべくスッカラカンにしておこう。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "城門前で「忌み鬼マルギット」に挑む。",
            tips: [
              "やられてもOK。というか、やられて下さい。 マルギットに挑むことこそが、円卓に招かれる条件です。 どうしても死にたくないのなら、円卓来訪を後回しにする。 もしくは、リムグレイブの外にあるいずれかの祝福に触れよう。 ただしリムグレイブを出た場合、 いくつかのNPCイベントがスキップされる可能性がある ので注意！",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "いずれかの祝福にて「メリナ」に「円卓に行く」と答える。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "大祝福付近にいる「百智卿ギデオン」に話しかける。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "ロードを挟み、書斎に籠った「百智卿ギデオン」に話しかける。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "大祝福付近にいる「騎士ディアロス」に話しかける。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "大祝福付近にいる「聖職者コリン」に話しかける。",
            tips: [
              "選択肢はご自由に。",
              "ジェスチャー「 祈り 」を入手。",
              "祈祷ショップ開業。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "書斎前にいる「王骸のエンシャ」に話しかける。",
            tips: ["ジェスチャー「 貴公、何用だ 」を入手。"],
          },
          {
            section: "ストームヴィル城",
            text: "通路にいる「鍛冶師ヒューグ」に話しかける。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "寝室にいる「死衾の乙女フィア」に二回抱かれ、「密かな話」を聞く。",
            tips: [
              "フィアに抱かれるたびに、道具「 帳の恩寵 」を貰える。ただし、未所持の場合に限る。",
              "道具「 帳の恩寵 」は、15秒間だけ強靭度とカット率が大幅に上昇するが、所持しているだけで最大HPが5%低下してしまう副作用がある。 必要ないのなら、すぐに使ってしまおう。",
              "寝室にある「曇った化粧台」を使えば、外見の変更ができる。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "食堂の宝箱から、クロスボウ「クレプスの黒鍵」を入手する。",
            tips: [
              "食堂へ入るには、貴重品「 石剣の鍵 」が必要だが、使っちゃってもいいです。 鍵は双子の老婆を含む、各地の商人からも購入できるが、行く先々で取り逃さなければ最終的には余るので、購入は早急に必要なときだけにしよう。",
              "食堂の奥の調理場には、貴重品「 暗部の祈祷書 」が入った宝箱がある。 調理場へ入るには、貴重品「 石剣の鍵 」が二本必要になるので、取りに行くタイミングはお任せします。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "大広間で、侵入NPC「狂い舌アルベリッヒ」を倒す。",
            tips: [
              "戦闘開始前、ジェスチャー「 恭しい一礼 」を入手。",
              "道具「 嘲弄者の舌 」を入手。",
              "アルベリッヒはかなり強いので、また後日挑戦でもOK。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "待機室の遺体から、拳「秘文字のパタ」を入手する。",
            tips: [
              "無事に拠点となる円卓を開放できたので、ここからは未探索領域を片っ端から攻略していきます。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "「白面のヴァレー」に話しかけ、「真の一員を目指す」と告げる。",
            tips: [],
          },
          {
            section: "林脇の洞窟",
            text: "焚火付近の遺体から、貴重品「ヒビ壺」を入手する。",
            tips: [],
          },
          {
            section: "林脇の洞窟",
            text: "最奥で「ファルム・アズラの獣人」を倒す。",
            tips: ["タリスマン「 炎竜印のタリスマン 」を入手。"],
          },
          {
            section: "嵐の麓の地下墓",
            text: "火吹き像の後ろの遺体から、道具「呼び声頭「こんにちは」」を入手する。",
            tips: [],
          },
          {
            section: "嵐の麓の地下墓",
            text: "上層の遺体から、遺灰「さまよえる貴人の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "嵐の麓の地下墓",
            text: "最奥で「還樹の番犬」を倒す。",
            tips: ["遺灰「 貴人の魔術師の遺灰 」を入手。"],
          },
          {
            section: "鳥の遠見周辺",
            text: "木の擬態を暴き、「亜人のボック」に話しかける。",
            tips: [
              "何度か話しかけると、アイテム製作素材「 キノコ 」×10を貰える。",
            ],
          },
          {
            section: "鳥の遠見周辺",
            text: "橋前のスカラベを倒し、戦灰「デターミネーション」を入手する。",
            tips: [],
          },
          {
            section: "鳥の遠見周辺",
            text: "夜に橋の上に現れる「夜の騎兵」を倒す。※任意",
            tips: ["戦灰「 連続突き 」を入手。"],
          },
          {
            section: "鳥の遠見周辺",
            text: "野営地の遺体から、貴重品「武具職人の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "海岸の洞窟周辺",
            text: "浜辺のスカラベを倒し、戦灰「踏み込み (回転薙ぎ)」を入手する。",
            tips: [
              "姿が見えないので、移動経路から動きを予測して攻撃しよう。",
              "浜辺には「放浪の民の商人」がいるので、一度は顔を出してみよう。",
            ],
          },
          {
            section: "海岸の洞窟",
            text: "祝福前で倒れている「亜人のボック」に話しかける。",
            tips: [],
          },
          {
            section: "海岸の洞窟",
            text: "最奥で「亜人の親分」を倒す。",
            tips: [
              "「 火山館の主人タニス 」からの依頼で倒していなければ、ボス部屋前に「古騎士イシュトバーン」の召喚サインが出現する。",
              "貴重品「 裁縫道具 」と「 縫い針 」を入手。",
              "ボックの元へ戻る前に、洞窟の先にある島を訪れてみよう。",
            ],
          },
          {
            section: "海岸の洞窟",
            text: "「ボック」に、貴重品「縫い針」を渡す。",
            tips: [],
          },
          {
            section: "海岸の洞窟",
            text: "崖下で「石肌の白王」を倒す。",
            tips: ["戦灰「 グラビタス 」を入手。"],
          },
          {
            section: "海岸の洞窟",
            text: "洞窟の遺体から、タリスマン「聖竜印のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "アギール湖周辺",
            text: "祝福「海を臨む古遺跡」付近にいる「血の指の狩人ユラ」に話しかける。",
            tips: [
              "アギール湖の「竜に焼かれた廃墟」の探索は、ひとまず後回し。",
            ],
          },
          {
            section: "アギール湖周辺",
            text: "アギール湖で「飛竜アギール」と戦う。",
            tips: ["一撃当てたら離脱推奨。"],
          },
          {
            section: "アギール湖周辺",
            text: "「ユラ」に話しかける。",
            tips: [
              "アギール湖のマリカの楔前に、金の召喚サインが出現する。これでユラと一緒に戦えるゾ！霊馬に騎乗できなくなるので、難易度は上がりますが…。",
            ],
          },
          {
            section: "アギール湖周辺",
            text: "「飛竜アギール」を倒す。",
            tips: [
              "貴重品「 竜の心臓 」を入手。",
              "大竜餐教会に、祈祷「 アギールの炎 」が追加される。",
            ],
          },
          {
            section: "アギール湖周辺",
            text: "「ユラ」に話しかける。",
            tips: [
              "ユラと共闘したかどうかで、会話内容が多少変化する。共闘してもしなくても、彼の今後のイベントには影響しない。",
            ],
          },
          {
            section: "アギール湖周辺",
            text: "湖南東のスカラベを倒し、戦灰「居合」を入手する。",
            tips: [],
          },
          {
            section: "竜に焼かれた廃墟",
            text: "廃墟の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "竜に焼かれた廃墟",
            text: "地下室の宝箱から、両刃剣「ツインブレード」を入手する。",
            tips: [
              "霊馬に騎乗してのジャンプでしか行けない。",
              "廃墟にはもう一つ地下室があり、そこには「転送罠」が仕掛けられた宝箱がある。 これに引っ掛かってしまうと、ケイリッドにある「サリアの結晶坑道」へと飛ばされてしまい、「 死を狩る者D 」のイベントがスキップされる危険性がある。 検証の結果、結晶坑道以外の祝福に触れなければ大丈夫だと判明したが、イベント回収重視の人は、宝箱には極力触れないほうがいいだろう。",
            ],
          },
          {
            section: "リムグレイブ坑道",
            text: "最奥で「石掘りトロル」を倒す。",
            tips: ["タリスマン「 咆哮のメダリオン 」を入手。"],
          },
          {
            section: "曇り川",
            text: "「曇り川の洞窟」前で、侵入NPC「血の指ネリウス」を倒す。",
            tips: [
              "「 血の指の狩人ユラ 」の到着までお待ち下さい。",
              "短剣「 レドゥビア 」を入手。",
            ],
          },
          {
            section: "曇り川",
            text: "川の奥にいる「ユラ」に話しかける。",
            tips: [
              "次の目的地「曇り川の地下墓」は、現時点では地図の範囲外だが、ユラがいる場所のすぐ先に目的の地下墓はあるので、ここまで来たついでに攻略してしまおう。",
            ],
          },
          {
            section: "曇り川の地下墓",
            text: "最奥で「墓守闘士」を倒す。",
            tips: ["遺灰「 失地騎士イングヴァル 」を入手。"],
          },
          {
            section: "曇り川の洞窟",
            text: "ボス部屋の宝箱を開ける。",
            tips: ["胴鎧「 布の服 」と、足甲「 布のズボン 」を入手。"],
          },
          {
            section: "曇り川の洞窟",
            text: "「パッチ」と戦い、HPを半分以下にする。",
            tips: [
              "倒さないように！ 命乞いを始めたら、攻撃を止めよう。",
              "道具「 黄金のルーン [1] 」×2と、ジェスチャー「 命乞い 」を入手。",
            ],
          },
          {
            section: "曇り川の洞窟",
            text: "「パッチ」に話しかける。",
            tips: ["選択肢はご自由に。"],
          },
          {
            section: "曇り川の洞窟",
            text: "ロードを挟み、「パッチ」に話しかける。",
            tips: [
              "「追い剥ぎ団について」と「そこの宝箱…」について聞いておこう。（ 宝箱には まだ 近付かない＆ まだ 開けないように！ ）",
              "ここで販売されている道具「 マルギットの拘束具 」は「 忌み鬼マルギット 」戦の切り札。少々高いが、必ず購入しておこう。",
            ],
          },
          {
            section: "曇り川の洞窟",
            text: "ロードを挟み、一度宝箱に近付いてから「パッチ」に話しかける。（開けるのはまだです）「話をする」→「さっきの話」について話そう。",
            tips: ["「話をする」→「さっきの話」について話そう。"],
          },
          {
            section: "曇り川の洞窟",
            text: "宝箱を開ける。（今です！）",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "石碑の前で、貴重品「地図断片：リムグレイブ東部」を入手する。",
            tips: [
              "転送トラップには、いずれかの祝福で休むまで転位不可のペナルティがある。地図を入手したら街道に沿って北へ進み、「第三マリカ教会」の祝福経由で帰還しよう。周辺の探索は後回しだ。",
            ],
          },
          {
            section: "第三マリカ教会",
            text: "水盆で、貴重品「緋色の結晶雫」と、道具「霊薬の聖杯瓶」を入手する。",
            tips: [],
          },
          {
            section: "第三マリカ教会",
            text: "マリカ像の前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "第三マリカ教会",
            text: "祝福にて「メリナ」を通して女王マリカの言霊を聞く。※任意",
            tips: [],
          },
          {
            section: "第三マリカ教会",
            text: "「曇り川の洞窟」へ戻る。",
            tips: [],
          },
          {
            section: "曇り川の洞窟",
            text: "「パッチ」に話しかける。",
            tips: ["ジェスチャー「 落ち着け 」を入手。"],
          },
          {
            section: "曇り川の洞窟",
            text: "「パッチ」に3回攻撃して敵対する。",
            tips: ["倒さないように！"],
          },
          {
            section: "曇り川の洞窟",
            text: "自身のHPを30%以下まで減らす。",
            tips: ["ジェスチャー「 土下座 」を入手。"],
          },
          {
            section: "曇り川の洞窟",
            text: "ジェスチャー「土下座」で許しを請う。",
            tips: [
              "戦闘中なのでタイミングが難しいが、酸の噴射中にササッとメニューを開いて土下座しよう。それにしても、なぜパッチなぞに…！( ﾟДﾟ)ｳｺﾞｺﾞ!",
            ],
          },
          {
            section: "曇り川の洞窟",
            text: "ロードを挟み、「パッチ」に話しかける。",
            tips: [],
          },
          {
            section: "宿場跡周辺",
            text: "トロル輸送隊を襲い、荷車の荷台から、大斧「グレートアクス」を入手する。",
            tips: [
              "輸送隊はゆっくりと移動するので、宿場跡周辺にいなければ「関門前の廃墟」のほうまで行ってみよう。",
            ],
          },
          {
            section: "宿場跡の地下室",
            text: "「かぼちゃ兜の狂兵」を倒す。",
            tips: [],
          },
          {
            section: "宿場跡の地下室",
            text: "奥の部屋にいる「魔術師セレン」に話しかけ、弟子入りする。",
            tips: ["ジェスチャー「 考える頷き 」を入手。"],
          },
          {
            section: "宿場跡の地下室",
            text: "「セレン」から、3つ以上の輝石魔術を学ぶ。",
            tips: ["ルーンが足りなければ、また後日でもよい。"],
          },
          {
            section: "宿場跡の地下室",
            text: "「セレン」と「輝石魔術について」語り合う。",
            tips: [
              "ここまで来たついでに、アギール湖南周辺にあるゴドリック兵の野営地を襲撃しておこう。",
            ],
          },
          {
            section: "アギール湖南周辺",
            text: "高台にいる「さまよえる貴人」の正体を暴き、「ルーンベア」を倒す。",
            tips: [
              "リンク先は参考。行動パターンは同じです。ルーンベアとはこの先何度も戦うことになるので、弱い個体で慣れておこう。",
              "貴重品「 雫の幼生 」を入手。",
            ],
          },
          {
            section: "アギール湖南周辺",
            text: "瓦礫の上の遺体から、貴重品「王家のスクロール」を入手する。",
            tips: ["これをセレン師匠に渡せば、新たな魔術が学べるゾ。"],
          },
          {
            section: "アギール湖南周辺",
            text: "野営地の宝箱から、重刺剣「グレート・エペ」を入手する。",
            tips: [],
          },
          {
            section: "霧の森のはずれ周辺",
            text: "絵描きのボロ家にある絵画を調べ、情報「絵画「帰巣」」を入手する。",
            tips: [
              "絵画に描かれた場所は「海の臨む古遺跡」周辺。後程回収に行きます。",
            ],
          },
          {
            section: "霧の森のはずれ周辺",
            text: "崖上の墓地の遺体から、貴重品「ファリスの製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "霧の森のはずれ周辺",
            text: "瓦礫の上にいる「領主の嫡男ケネス・ハイト」に話しかける。",
            tips: [],
          },
          {
            section: "第三マリカ教会周辺",
            text: "霊気流前のスカラベを倒し、戦灰「聖なる刃」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "石碑付近の遺体から、貴重品「放浪戦士の製法書 [4]」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹付近のスカラベを倒し、戦灰「ヒップドロップ」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前の水盆で、貴重品「大棘の割れ雫」と「緑溢れの結晶雫」を入手する。",
            tips: [
              "付近の井戸から「シーフラ河」へと下りられるが、攻略は「 フローチャート3 (ケイリッド編) 」で行うこととする。",
              "小黄金樹から少し南に下ったところに「放浪の民の商人」がいる。一度は顔を出してみよう。",
            ],
          },
          {
            section: "霧の森の廃墟",
            text: "廃墟付近で狼の遠吠えを聞く。",
            tips: [
              "廃墟付近に差し掛かれば、自然と「ワオーン」という遠吠えが聞こえてくるはずだ。",
            ],
          },
          {
            section: "霧の森の廃墟",
            text: "地下室の宝箱から、タリスマン「斧のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "ハイト砦",
            text: "砦前で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "ハイト砦",
            text: "倉庫の遺体から、貴重品「放浪戦士の製法書 [6]」を入手する。",
            tips: [],
          },
          {
            section: "ハイト砦",
            text: "屋上で「ゴドリック騎士」を倒す。",
            tips: ["戦灰「 血の斬撃 」を入手。"],
          },
          {
            section: "ハイト砦",
            text: "見張り塔の宝箱から、貴重品「デクタスの割符(左)」を入手する。",
            tips: [],
          },
          {
            section: "霧の森のはずれ周辺",
            text: "「領主の嫡男ケネス・ハイト」に砦の奪還を報告する。",
            tips: ["短剣「 黄銅の短刀 」を入手。"],
          },
          {
            section: "霧の森のはずれ周辺",
            text: "「ケネス・ハイト」にしつこく話しかけ、騎士として仕える。",
            tips: [],
          },
          {
            section: "ハイト砦",
            text: "ロードを挟み、屋上へ移動した「領主の嫡男ケネス・ハイト」に話しかける。",
            tips: [],
          },
          {
            section: "エレの教会",
            text: "「放浪商人カーレ」に「霧の森の遠吠えについて」尋ねる。",
            tips: ["ジェスチャー「 指鳴らし 」を入手。"],
          },
          {
            section: "霧の森の廃墟",
            text: "一番高い建物の下で、ジェスチャー「指鳴らし」を使う。",
            tips: [],
          },
          {
            section: "霧の森の廃墟",
            text: "「半狼のブライヴ」に話しかける。",
            tips: [
              "「主なき猟犬の封牢」の中に、金の召喚サインが出現する。これでブライヴと一緒に戦えるゾ！",
            ],
          },
          {
            section: "エレの教会",
            text: "「放浪商人カーレ」に「ブライヴについて」尋ねる。",
            tips: [],
          },
          {
            section: "主なき猟犬の封牢",
            text: "「半狼のブライヴ」と共闘して「猟犬騎士ダリウィル」を倒す。",
            tips: ["大曲剣「 猟犬の長牙 」を入手。"],
          },
          {
            section: "主なき猟犬の封牢",
            text: "「ブライヴ」に話しかける。",
            tips: [
              "強化素材「 喪色の鍛石 [2] 」を入手。",
              "ここまで来たついでに、封牢の南側の崖下にある武器を入手しておこう。",
            ],
          },
          {
            section: "主なき猟犬の封牢周辺",
            text: "崖下の遺体から、大槌「ラージクラブ」を入手する。",
            tips: [],
          },
          {
            section: "海を臨む古遺跡周辺",
            text: "崖際の墓石前で、兜「祈祷スカラベ」を入手する。",
            tips: ["情報「 絵画「帰巣」 」を所持していることが条件。"],
          },
          {
            section: "嵐丘の封牢",
            text: "「坩堝の騎士」を倒す。",
            tips: ["祈祷「 坩堝の諸相・尾 」を入手。"],
          },
          {
            section: "嵐の丘周辺",
            text: "嵐の関門の宝箱から、タリスマン「遠矢のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "瓦礫の上の遺体から、ジェスチャー「あぐら」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "墓地の遺体から、遺灰「ゴドリック兵の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "崩れた橋上の遺体から、貴重品「放浪戦士の製法書 [7]」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "崩れた橋下のスカラベを倒し、戦灰「嵐の壁」を入手する。",
            tips: [
              "付近の裏道を進んでいくと「湖のリエーニエ」に出てしまうので注意！",
            ],
          },
          {
            section: "嵐の丘周辺",
            text: "崖際の水盆で、貴重品「筋力瘤の結晶雫」を入手する。",
            tips: [],
          },
          {
            section: "戦学びのボロ家",
            text: "「騎士ベルナール」に話しかける。",
            tips: ["選択肢はご自由に。"],
          },
          {
            section: "戦学びのボロ家",
            text: "「鈴玉狩り」を倒す。※任意",
            tips: [
              "ランダム出現。夜に出やすい傾向がある。ベルナールから、なんらかの戦技を購入した後、祝福で時間を潰してみよう。",
              "貴重品「 骨売りの鈴玉 」を入手。",
            ],
          },
          {
            section: "嵐の丘周辺",
            text: "夜に瓦礫の上に現れる「死の鳥」を倒す。※任意タリスマン「青羽の七支刃」を入手。",
            tips: ["タリスマン「 青羽の七支刃 」を入手。"],
          },
          {
            section: "嵐の丘周辺",
            text: "野営地の遺体から、大槍「ランス」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "野営地の宝箱から、中盾「獣紋のヒーターシールド」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "野営地付近の崖上で「ゴドリック騎士」を倒す。",
            tips: ["戦灰「 黄金樹に誓って 」を入手。"],
          },
          {
            section: "嵐の丘周辺",
            text: "闘技場前で、侵入NPC「背律者ヘンリクス」を倒す。",
            tips: ["タリスマン「 大槌のタリスマン 」を入手。"],
          },
          {
            section: "嵐の丘周辺",
            text: "闘技場前の遺体から、道具「赤の小偶像」と「闘士の鉤指」を入手する。",
            tips: [],
          },
          {
            section: "嵐の丘周辺",
            text: "東の崖際の遺体から、タリスマン「ランスのタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "死に触れた地下墓",
            text: "二階の遺体から、刀「打刀」を入手する。",
            tips: [],
          },
          {
            section: "死に触れた地下墓",
            text: "最奥で「黒き刃の刺客」を倒す。",
            tips: ["タリスマン「 緋色の凶刃 」を入手。"],
          },
          {
            section: "死に触れた地下墓",
            text: "ボス部屋の宝箱から、貴重品「死の根」を入手する。",
            tips: [],
          },
          {
            section: "聖人橋周辺",
            text: "高台にいる「戦士の壺アレキサンダー」に話しかけ、彼の「脱出を手伝う」。",
            tips: [
              "脱出を手伝う際、必ず背後から攻撃すること。",
              "ジェスチャー「 両手歓喜 」を入手。",
            ],
          },
          {
            section: "聖人橋周辺",
            text: "改めて「アレキサンダー」に話しかける。",
            tips: [
              "道具「 勇者の肉塊 」を入手。",
              "聖人橋の先には「放浪の民の商人」がいる。後で訪ねてみよう。",
            ],
          },
          {
            section: "高路下の洞窟",
            text: "滝壺の遺体から、曲剣「シャムシール」を入手する。",
            tips: [],
          },
          {
            section: "高路下の洞窟",
            text: "最下層で「ガーディアン・ゴーレム」を倒す。",
            tips: ["タリスマン「 青い踊り子 」を入手。"],
          },
          {
            section: "呼び水村のはずれ",
            text: "墓地の外れにいる「死を狩る者D」に話しかける。",
            tips: [],
          },
          {
            section: "呼び水の村",
            text: "村で「ティビアの呼び舟」を倒す。",
            tips: [
              "貴重品「 死の根 」と、遺灰「 民兵スケルトンの遺灰 」を入手。",
            ],
          },
          {
            section: "呼び水の村",
            text: "村へとやってきた「D」に話しかけ、「獣の司祭グラング」への「紹介を受ける」。",
            tips: [
              "これで湖のリエーニエでの特定のボス戦で、彼の助力が得られるようになるゾ！",
            ],
          },
          {
            section: "呼び水の村",
            text: "地下室の宝箱から、タリスマン「緑亀のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "呼び水の村",
            text: "大祝福付近にいる「死を狩る者D」に話しかける。",
            tips: ["Dショップ開業。"],
          },
          {
            section: "第三マリカ教会周辺",
            text: "教会の裏手にある転送門を調べる。",
            tips: ["もうリムグレイブの外へ出ても大丈夫です。"],
          },
          {
            section: "獣の神殿",
            text: "「獣の司祭グラング」に、貴重品「死の根」を渡す。",
            tips: [
              "渡した数に応じて、貴重なアイテムを貰える。貰えるアイテムは、グラングの個別頁を参照。",
              "神殿前にいる凄いの（ 黒き剣の眷属 ）には、まだ手を出さないこと。おそらく勝てません。今回は神殿裏手の下層を探索してから撤収しよう。",
            ],
          },
          {
            section: "獣の神殿",
            text: "神殿下層の遺体から、タリスマン「竜印の盾のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "獣の神殿",
            text: "神殿下層に落ちている、短剣「チンクエディア」を入手する。",
            tips: [],
          },
          {
            section: "獣の神殿",
            text: "「死を狩る者D」に話しかける。",
            tips: [],
          },
          {
            section: "獣の神殿",
            text: "橋上の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "獣の神殿",
            text: "橋前にいる「モーンのイレーナ」に話しかけ、城主エドガーに「手紙を届ける」。",
            tips: ["貴重品「 イレーナの手紙 」を入手。"],
          },
          {
            section: "モーンの城壁前周辺",
            text: "襲撃された荷車の荷台から、槌「モーニングスター」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "坂道のスカラベを倒し、戦灰「強射」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "夜に祝福付近に現れる「夜の騎兵」を倒す。※任意戦灰「鉄壁の盾」と、フレイル「夜騎兵のフレイル」を入手。祝福付近には「放浪の民の商人」がいる。なにか買ってあげよう。",
            tips: [
              "戦灰「 鉄壁の盾 」と、フレイル「 夜騎兵のフレイル 」を入手。",
              "祝福付近には「放浪の民の商人」がいる。なにか買ってあげよう。",
            ],
          },
          {
            section: "モーンの城壁前周辺",
            text: "石碑の前で、貴重品「地図断片：啜り泣きの半島」を入手する。",
            tips: [
              "遠距離から狙撃してくるのは「 ガーディアン・ゴーレム (参考) 」の射手型。邪魔なら先に倒してしまおう。",
            ],
          },
          {
            section: "モーンの城壁前周辺",
            text: "崖上で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "森の中のスカラベを倒し、祈祷「毒霧」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "夜に城壁付近に現れる「死の鳥」を倒す。※任意",
            tips: ["斧「 生贄の斧 」を入手。"],
          },
          {
            section: "モーンの城壁前周辺",
            text: "「カルの洗礼教会」の遺体から、祈祷「狂い火」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "「カルの洗礼教会」のマリカ像前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城壁前周辺",
            text: "廃屋の遺体から、中盾「炎紋のウッドシールド」を入手する。",
            tips: [],
          },
          {
            section: "周辺",
            text: "城壁の上の遺体から、中盾「大亀の甲羅」を入手する。",
            tips: ["祝福「モーンの城壁前」付近の霊気流を利用して上がろう。"],
          },
          {
            section: "周辺",
            text: "魔術師塔の宝箱から、貴重品「メモリ・ストーン」を入手する。",
            tips: [
              "魔術師塔の封印を解くには、塔の周囲に潜んでいる「三体の賢獣 (亀)」を倒す必要がある。 うち一体は不可視化しているので、周囲をよく観察してみよう。",
            ],
          },
          {
            section: "串刺しの地下墓周辺",
            text: "崖際の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "串刺しの地下墓",
            text: "地下の遺体から、道具「呼び声頭「助けてくれ…」」を入手する。",
            tips: [],
          },
          {
            section: "串刺しの地下墓",
            text: "最奥で「還樹の番犬」を倒す。",
            tips: ["遺灰「 亜人団の遺灰 」を入手。"],
          },
          {
            section: "森見張りの塔",
            text: "塔頂の宝箱から、バリスタ「手持ちバリスタ」を入手する。",
            tips: [],
          },
          {
            section: "穴下りの洞窟",
            text: "最下層で「ルーンベア」を倒す。",
            tips: ["タリスマン「 魔力竜印のタリスマン 」を入手。"],
          },
          {
            section: "モーンの坑道",
            text: "最奥で「ウロコの混種」を倒す。",
            tips: ["大斧「 錆び付いた錨 」を入手。"],
          },
          {
            section: "亜人森の廃墟",
            text: "廃墟で「亜人の女王」を倒す。",
            tips: [
              "「 亜人の女王マギ 」の劣化型だが、行動パターンは同じ。股下に貼り付けば、比較的楽に倒せると思います。",
              "杖「 亜人女王の杖 」と、魔術「 結晶散弾 」を入手。",
            ],
          },
          {
            section: "亜人森の廃墟",
            text: "地下室の宝箱から、小盾「咎人の盾」を入手する。",
            tips: [],
          },
          {
            section: "亜人森の廃墟",
            text: "廃墟の外れの水盆で、貴重品「信仰瘤の結晶雫」を入手する。",
            tips: [],
          },
          {
            section: "巡礼教会",
            text: "祝福にて「メリナ」を通して女王マリカの言霊を聞く。※任意",
            tips: [],
          },
          {
            section: "巡礼教会",
            text: "マリカ像の前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "巡礼教会",
            text: "墓地の遺体から、小盾「金装の鉄盾」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の廃墟",
            text: "地下室の宝箱から、鎌「翼の鎌」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の廃墟",
            text: "瓦礫の上のスカラベを倒し、祈祷「聖防護」を入手する。",
            tips: [],
          },
          {
            section: "啜り泣きの封牢",
            text: "「ザミェルの古英雄」を倒す。",
            tips: ["タリスマン「 ラダゴンの刻印 」を入手。"],
          },
          {
            section: "第四マリカ教会",
            text: "マリカ像の前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の洞窟",
            text: "毒沼地帯の遺体から、貴重品「放浪戦士の製法書 [8]」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の洞窟",
            text: "最奥で「ミランダフラワー」を倒す。",
            tips: ["タリスマン「 緑琥珀のメダリオン 」を入手。"],
          },
          {
            section: "魔女封じの廃墟",
            text: "地下室の遺体から、魔術「奇襲のつぶて」を入手する。",
            tips: [],
          },
          {
            section: "魔女封じの廃墟",
            text: "地下室にいる「魔術師セレン」に話しかける。",
            tips: [],
          },
          {
            section: "霊廟ヶ原",
            text: "平原の「歩く霊廟 (鐘付き)」を大人しくさせる。脚部の白いこびりつきを、攻撃で払い落としてあげよう。霊廟は特定ボスから入手できる「追憶」アイテムの複製施設。",
            tips: [
              "脚部の白いこびりつきを、攻撃で払い落としてあげよう。",
              "霊廟は特定ボスから入手できる「追憶」アイテムの複製施設。 1つの霊廟につき、1つの追憶の複製が可能になる。 霊廟は全部で7つあり、そのうち5つが鐘付き。 鐘付きの霊廟では、追憶の中でも特殊な「デミゴッドの追憶」の複製が可能になっている。（通常の追憶も複製可） 追憶は通常の物が8つ、デミゴッドの物が7つ、計15の追憶が存在するが、その全ては複製できないので、どれを複製するのかよく考えてから決めよう。",
              "平原の南には「隠遁商人」がいる。寂しがっているので、会いに行ってあげよう。",
            ],
          },
          {
            section: "舞い戻りの塔",
            text: "塔頂にある宝箱を開ける。",
            tips: ["大丈夫です。そのまま成り行きに身を任せましょう。"],
          },
          {
            section: "舞い戻りの塔",
            text: "崖際の宝箱から、タリスマン「恵みの雫のタリスマン」を入手する。",
            tips: [
              "王都ローデイルの「 ガーディアン・ゴーレム (参考) 」は非常に手強いので、しゃがみ移動でこっそりと脇を抜けるのが吉。",
            ],
          },
          {
            section: "霊廟ヶ原の地下墓",
            text: "インプ部屋の遺体から、貴重品「放浪戦士の製法書 [9]」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の地下墓",
            text: "奥の部屋の遺体から、道具「呼び声頭「ありがとう」」を入手する。",
            tips: [],
          },
          {
            section: "霊廟ヶ原の地下墓",
            text: "最奥で「墓所影」を倒す。",
            tips: ["伝説の遺灰「 首なし騎士ルーテル 」を入手。"],
          },
          {
            section: "小黄金樹周辺",
            text: "崖下の遺跡上の遺体から、中盾「蝕紋のヒーターシールド」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "「小黄金樹」前で「黄金樹の化身」を倒す。※任意",
            tips: ["貴重品「 真珠色の泡雫 」と「 緋湧きの結晶雫 」を入手。"],
          },
          {
            section: "小黄金樹周辺",
            text: "崖下の落雷地帯のスカラベを倒し、祈祷「雷撃」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "武器庫の宝箱から、大剣「クレイモア」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "外壁上の遺体から、松明「鋼線トーチ」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "塔の屋上にいる「城主エドガー」に話しかける。",
            tips: ["タリスマン「 犠牲の細枝 」を入手。"],
          },
          {
            section: "モーンの城",
            text: "「エドガー」に、貴重品「イレーナの手紙」を渡す。",
            tips: ["ボス部屋の前に、エドガーの召喚サインが出現する。"],
          },
          {
            section: "モーンの城",
            text: "庇の上の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "塔の上の宝箱から、タリスマン「両刃のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "拷問部屋の遺体から、鞭「ウィップ」を入手する。",
            tips: [],
          },
          {
            section: "モーンの城",
            text: "「モーンの嘆き墓」で「獅子の混種」を倒す。",
            tips: ["伝説の特大剣「 剣接ぎの大剣 」を入手。"],
          },
          {
            section: "モーンの城",
            text: "塔の屋上にいる「エドガー」に話しかける。",
            tips: [],
          },
          {
            section: "贄送りの大橋",
            text: "橋前にいる「城主エドガー」に話しかける。",
            tips: [],
          },
          {
            section: "エレの教会周辺",
            text: "「ツリーガード」を倒す。",
            tips: [
              "今ならきっと倒せるはず！？",
              "斧槍「 黄金のハルバード 」を入手。",
              "次は「辺境の英雄墓」。漂着墓地から行ける難易度高めのダンジョンだが…。でも、今ならきっと行けるはず！？",
            ],
          },
          {
            section: "辺境の英雄墓",
            text: "地下祭壇の遺体から、タリスマン「黄金樹の恩寵」を入手する。",
            tips: [
              "祭壇を守っている「 接ぎ木の貴公子 (参考) 」は、火吹き像を利用する（火に巻き込む or 像の上から狙撃する）と倒しやすい。",
            ],
          },
          {
            section: "辺境の英雄墓",
            text: "通路の中二階の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "辺境の英雄墓",
            text: "天井から釣り下がっている壺を落として「チャリオット」を破壊する。",
            tips: [
              "チャリオットが手前の壁に接触し、周囲が揺れたタイミングで矢を放とう。狙いは壺を吊り下げているロープだ。",
              "大弓「 黄金樹の大弓 」と、大矢「 大矢 」×10を入手。",
            ],
          },
          {
            section: "辺境の英雄墓",
            text: "行き止まりの部屋で「失地騎士の亡霊」を倒す。",
            tips: ["聖印「 竜餐の印 」を入手。"],
          },
          {
            section: "辺境の英雄墓",
            text: "最奥で「爛れた樹霊」を倒す。",
            tips: [
              "強化素材「 黄金の種子 」と、遺灰「 失地騎士オレグ 」を入手。",
              "次はリムグレイブ編における卒業試験「ストームヴィル城」の攻略です。最大限の準備をして、マルギットさんの元へ向かおう。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "城門前で「忌み鬼マルギット」を倒す。",
            tips: ["貴重品「 お守り袋 」を入手。"],
          },
          {
            section: "ストームヴィル城",
            text: "正門脇の詰所にいる「門衛ゴストーク」に話しかける。",
            tips: [
              "抜け道からこっそり侵入するか、正門から堂々と進入するかはご自由に。 本フローチャートでは、ゴストークのストーカーイベントを発生させるため、抜け道からの侵入をオススメする。 また城内で死亡した場合は、落としたルーンの30%がゴストークにネコババされるので注意！ ボスの「 接ぎ木のゴドリック 」を倒すまでに、ゴストークを殺害すれば取り戻せるが…。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "城壁階段の遺体から、中盾「蝕まれた革盾」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "倉庫の遺体から、爪「鉤爪」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "密室倉庫の宝箱から、タリスマン「曲剣のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "密室倉庫の遺体から、貴重品「錆びた鍵」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "祝福「ストームヴィル断崖」付近の崖上にいる「ゴストーク」に話しかける。",
            tips: [
              "祝福にファストトラベルしないこと。鍵を入手したら、徒歩で現地へ向かおう。",
              "道具「 祝福擬き 」を入手。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "ロードを挟み、詰所に戻った「ゴストーク」に話しかける。",
            tips: ["ゴストークショップ開業。"],
          },
          {
            section: "ストームヴィル城",
            text: "倉庫最上階の遺体から、大槌「積石の槌」を入手する。",
            tips: [
              "ここからは進行ルートによって手順が異なるので、押さえておきたいポイントを順不動で記載しておきます。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "城壁の下の遺体から、中盾「蝕まれた木盾」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "城壁の下のスカラベを倒し、戦灰「嵐の襲撃」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "城壁の下の「坩堝の騎士 (参考)」を倒す。祈祷「坩堝の諸相・角」を入手。",
            tips: ["祈祷「 坩堝の諸相・角 」を入手。"],
          },
          {
            section: "ストームヴィル城",
            text: "教会にいる「魔術師ロジェール」に話しかけ、「城の主に挑む」と答える。",
            tips: ["ロジェールショップ開業。"],
          },
          {
            section: "ストームヴィル城",
            text: "「ロジェール」からいずれかの戦灰を購入し、「話をする」。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "食堂二階の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "貴賓室の宝箱から、道具「擬態のヴェール」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "食堂の遺体から、斧「ハイランドアクス」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "食堂横の解体場で、貴重品「蛹たちの形見」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "鍛冶場の遺体から、中盾「鷹紋のウッドシールド」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "鍛冶場の遺体から、短剣「慈悲の短剣」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "鍛冶場の遺体から、貴重品「鉄の砥石刃」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "外の小塔内の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "屋根の遺体から、ジェスチャー「ぐっすりあぐら」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "塔頂の遺体から、タリスマン「爪のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "中庭城壁の遺体から、貴重品「放浪戦士の製法書 [10]」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "詰所二階の遺体から、胴鎧「市民の服」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "正面階段の遺体から、クロスボウ「アーバレスト」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "祝福「城壁の塔」付近の昇降機の側にいる「ゴストーク」に話しかける。",
            tips: ["城の攻略進行度によっては、いないこともある。"],
          },
          {
            section: "ストームヴィル城",
            text: "教会の屋根上にいる「ゴストーク」に話しかける。",
            tips: ["城の攻略進行度によっては、いないこともある。"],
          },
          {
            section: "嵐丘のボロ家",
            text: "「心折れた娘」に、貴重品「蛹たちの形見」を渡す。",
            tips: ["折を見て渡しに行こう。"],
          },
          {
            section: "嵐丘のボロ家",
            text: "大祝福付近にいる「ローデリカ」に話しかける。",
            tips: ["強化素材「 黄金の種子 」を入手。"],
          },
          {
            section: "嵐丘のボロ家",
            text: "「ローデリカ」と「鍛冶師ヒューグ」の仲立ちをする。",
            tips: [
              "ローデリカの今後について、両者間の仲立ちをしよう。会話が途切れたところでロードを挟めば、ローデリカが調霊師として開業する。",
            ],
          },
          {
            section: "嵐丘のボロ家",
            text: "通路へ移動した「調霊師ローデリカ」に話しかける。",
            tips: [
              "いずれかの遺灰を+4以上にしてから話をすると、ジェスチャー「 カーテシー 」を入手。",
            ],
          },
          {
            section: "嵐丘のボロ家",
            text: "「ヒューグ」に話しかける。",
            tips: [
              "いずれかの遺灰を+4以上にし、ローデリカからジェスチャー「 カーテシー 」を教えてもらえば、話題が追加される。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "食堂横の解体場で、兜「深紅のフード」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "食料保管庫の宝箱から、貴重品「神肌の祈祷書」を入手する。",
            tips: ["祈祷書は「 聖職者コリン 」に渡そう。"],
          },
          {
            section: "ストームヴィル城",
            text: "食料保管庫の宝箱から、聖印「神狩りの聖印」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "中庭の遺体から、大盾「木の大盾」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "中庭の遺体から、槍「パイク」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "蔵書室にある絵画を調べ、情報「絵画「予言」」を入手する。",
            tips: [
              "絵画に描かれた場所は、啜り泣きの半島の「巡礼教会」周辺。後程回収に行きます。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "大通り脇の物資保管庫にいる「戦士ネフェリ・ルー」に話しかける。",
            tips: ["ボス部屋の前に、ネフェリの召喚サインが出現する。"],
          },
          {
            section: "ストームヴィル城",
            text: "大通りで、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "壺捨て場で、貴重品「ヒビ壺」×2を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "壺捨て場付近のスカラベを倒し、戦灰「嵐呼び」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "奴隷部屋の遺体から、大盾「城館のタワーシールド」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "地下のスカラベを倒し、魔術「怨霊呼び」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "地下で「爛れた樹霊 (参考)」を倒す。",
            tips: [
              "「辺境の英雄墓」にいた個体の劣化版です。",
              "強化素材「 黄金の種子 」を入手。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "地下の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "地下の遺体から、タリスマン「死王子の瘡」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "地下にある「魔術師ロジェール」の血痕に触れる。イカっぽい巨大顔の前にある血痕のこと。オフラインモードにすると分かりやすい。",
            tips: [
              "イカっぽい巨大顔の前にある血痕のこと。オフラインモードにすると分かりやすい。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "最奥で破片の君主「接ぎ木のゴドリック」を倒す。",
            tips: [
              "貴重品「 ゴドリックの大ルーン 」と、道具「 接ぎ木の追憶 」を入手。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "ロードを挟み、王座前広場へとやってきた「門衛ゴストーク」に話しかける。",
            tips: [
              "王座の奥へと進む前に、まずは城門前広場から東の神授塔方面へ向かおう。",
            ],
          },
          {
            section: "リムグレイブの神授塔周辺",
            text: "橋梁前の遺体から、タリスマン「雷竜印のタリスマン」を入手する。",
            tips: [
              "橋梁の「 ガーディアン・ゴーレム (参考) 」は、同士討ちさせると楽に倒せる。",
            ],
          },
          {
            section: "リムグレイブの神授塔周辺",
            text: "転送門付近の遺体から、兜「戦灰スカラベ」を入手する。",
            tips: [],
          },
          {
            section: "リムグレイブの神授塔",
            text: "最上階のルーンを調べ、貴重品「ゴドリックの大ルーン」に力を得る。",
            tips: ["貴重品「 ゴドリックの大ルーン 」を入手。"],
          },
          {
            section: "リムグレイブの神授塔",
            text: "崖際で、遺灰「戦鷹の遺灰」を入手する。",
            tips: ["情報「 絵画「予言」 」を所持していることが条件。"],
          },
          {
            section: "導きのはじまり周辺",
            text: "祝福付近にいる「白面のヴァレー」に話しかける。",
            tips: [],
          },
          {
            section: "導きのはじまり周辺",
            text: "二本指の間にいる「指読みエンヤ」に話しかける。",
            tips: ["追憶ショップ開業。"],
          },
          {
            section: "導きのはじまり周辺",
            text: "二本指に触れる。",
            tips: ["ジェスチャー「 恍惚 」を入手。"],
          },
          {
            section: "導きのはじまり周辺",
            text: "書斎前にいる「戦士ネフェリ・ルー」に話しかける。",
            tips: ["タリスマン「 武具塊のお守り 」を入手。"],
          },
          {
            section: "導きのはじまり周辺",
            text: "「百智卿ギデオン」に話しかける。",
            tips: [],
          },
          {
            section: "導きのはじまり周辺",
            text: "バルコニーにいる「魔術師ロジェール」に話しかける。",
            tips: [
              "「ゴドリックを倒した」と自慢すると、刺剣「 ロジェールの刺剣 」+8を貰える。",
            ],
          },
          {
            section: "導きのはじまり周辺",
            text: "「死を狩る者D」に話しかける。",
            tips: [],
          },
          {
            section: "導きのはじまり周辺",
            text: "「死衾の乙女フィア」に抱かれる。",
            tips: [
              "抱かれたまま話を進めていくと、情報「 刻印の手がかり 」を教えて貰える。",
            ],
          },
          {
            section: "導きのはじまり周辺",
            text: "「鍛冶師ヒューグ」に話しかける。",
            tips: ["ロードを挟んでから、再度話しかけよう。"],
          },
          {
            section: "導きのはじまり周辺",
            text: "祝福付近に残されている「白面のヴァレー」からのメッセージを読む。",
            tips: ["ジェスチャー「 拍手 」を入手。"],
          },
          {
            section: "ストームヴィル城",
            text: "王座の奥にある部屋で、貴重品「シャブリリのブドウ」を入手する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "裏口から「湖のリエーニエ」へ。",
            tips: [],
          },
        ],
        liurnia: [
          {
            section: "湖を臨む断崖",
            text: "祝福「湖を臨む断崖」で休む。",
            tips: [],
          },
          {
            section: "湖を臨む断崖",
            text: "祝福付近へとやってきた「 お針子のボック 」に話しかける。",
            tips: ["以後、衣装の調整を無料でやってくれるようになる。"],
          },
          {
            section: "湖を臨む断崖",
            text: "祝福付近にいる「 灯を探すハイータ 」に、貴重品「 シャブリリのブドウ 」を渡す。",
            tips: ["ジェスチャー「 仰せのままに 」を入手。"],
          },
          {
            section: "イリス教会",
            text: "マリカ像の前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [],
          },
          {
            section: "イリス教会",
            text: "「 魔術師トープス 」に「10ルーンを恵む」。",
            tips: ["トープスショップ開業。"],
          },
          {
            section: "イリス教会",
            text: "「 トープス 」の魔術を全て購入し、彼の話を聞く。",
            tips: [],
          },
          {
            section: "イリス教会周辺",
            text: "墓地の遺体から、貴重品「 学院のスクロール 」を入手する。",
            tips: [],
          },
          {
            section: "リエーニエ湖の岸辺周辺",
            text: "野営地の遺体から、貴重品「 輝石職人の製法書 [1] 」を入手する。",
            tips: [
              "野営地から少し北へ向かったところに、祝福と「放浪の民の商人」がいる。有用な物があるかもしれないゾ！",
              "祝福まで来て地図を開けば、地図断片がある石碑の場所が分かるはず！？",
            ],
          },
          {
            section: "リエーニエ湖の岸辺周辺",
            text: "石碑の前で、貴重品「 地図断片：リエーニエ東部 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "溜水の洞窟",
            text: "脇道の遺体から、防具「 賢者シリーズ (兜胴足)」を入手する。",
            tips: [],
          },
          {
            section: "溜水の洞窟",
            text: "最奥で「 マレニアの貴腐騎士 」を倒す。",
            tips: ["タリスマン「 有翼剣の微章 」を入手。"],
          },
          {
            section: "リエーニエ街道南周辺",
            text: "街道南の荷車の荷台から、大槍「 ツリースピア 」を入手する。",
            tips: [],
          },
          {
            section: "浄化された廃墟",
            text: "地下室で、貴重品「 シャブリリのブドウ 」を入手する。",
            tips: [],
          },
          {
            section: "浄化された廃墟",
            text: "地下室の宝箱から、タリスマン「 二本指の伝承 」を入手する。",
            tips: [],
          },
          {
            section: "浄化された廃墟",
            text: "岸辺にいる「 灯を探すハイータ 」に、貴重品「 シャブリリのブドウ 」を渡す。 ※任意",
            tips: [
              "廃墟には転送門が設置されている。興味があるなら調べてみよう。",
            ],
          },
          {
            section: "断崖下の地下墓",
            text: "インプ部屋の遺体から、兜「 ノクスの鏡兜 」を入手する。",
            tips: [],
          },
          {
            section: "断崖下の地下墓",
            text: "上層の遺体から、鎌「 大鎌 」を入手する。",
            tips: [],
          },
          {
            section: "断崖下の地下墓",
            text: "下層の遺体から、道具「 呼び声頭「すばらしい！」 」を入手する。",
            tips: [],
          },
          {
            section: "断崖下の地下墓",
            text: "上層の祭壇で、遺灰「 小姓の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "断崖下の地下墓",
            text: "最奥で「 還樹の番犬 」を倒す。",
            tips: ["遺灰「 カイデンの傭兵の遺灰 」を入手。"],
          },
          {
            section: "街道見張りの塔周辺",
            text: "街道沿いの遺体から、斧槍「 ルッツエルン 」を入手する。",
            tips: [],
          },
          {
            section: "街道見張りの塔周辺",
            text: "塔の宝箱から、貴重品「 輝石職人の製法書 [3] 」を入手する。",
            tips: [],
          },
          {
            section: "街道見張りの塔周辺",
            text: "塔頂の遺体から、杖「 カーリアの輝剣杖 」を入手する。",
            tips: [],
          },
          {
            section: "門前町の橋周辺",
            text: "夜に街道に現れる「 夜の騎兵 」を倒す。 ※任意",
            tips: ["戦灰「 凍槍 」を入手。"],
          },
          {
            section: "門前町の橋周辺",
            text: "崖下の遺体から、遺灰「 陸ほやの遺灰 」を入手する。",
            tips: ["祝福から、少し北へ向かった場所にある。"],
          },
          {
            section: "学院の門前町",
            text: "石碑の前で、貴重品「 地図断片：リエーニエ北部 」を入手する。",
            tips: [
              "地図断片は、祝福「門前町の橋」から少し西へ行った所にある。",
            ],
          },
          {
            section: "絵描きのボロ家周辺",
            text: "ボロ家南の池で「 ティビアの呼び舟 」を倒す。",
            tips: [
              "「 死を狩る者D 」のイベントを進めていれば、マリカの楔付近に彼の召喚サインが出現する。",
              "貴重品「 死の根 」と、遺灰「 山賊スケルトンの遺灰 」を入手。",
              "入手した死の根は、任意のタイミングで「 獣の司祭グラング 」に渡しに行こう。",
              "池付近の崖下にある「壺村」は「 フローチャート7.5：火山館編 」、「カーリアの書院」は「 フローチャート5：地下世界編 」で攻略します。",
            ],
          },
          {
            section: "絵描きのボロ家周辺",
            text: "ボロ家付近の「ローデイル騎士」を倒す。",
            tips: ["貴重品「 竜信仰の祈祷書 」を入手。"],
          },
          {
            section: "絵描きのボロ家周辺",
            text: "ボロ家にある絵画を調べ、情報「 絵画「再誕」 」を入手する。",
            tips: [
              "絵画に描かれた場所は「カーリアの城館」周辺。後程回収に行きます。",
            ],
          },
          {
            section: "東部台地周辺",
            text: "野営地の遺体から、祈祷「 火の癒しよ 」を入手する。",
            tips: [
              "状態異常「朱い腐敗」を解除できる貴重な祈祷術。 腐敗の解除はこの先欠かせないものとなるので、必ず使えるようにしておこう。",
            ],
          },
          {
            section: "東部台地周辺",
            text: "野営地で、ジェスチャー「 我が内に炎あれ 」を入手する。",
            tips: [],
          },
          {
            section: "東部台地周辺",
            text: "野営地付近の「咎人」を倒す。",
            tips: ["魔術「 罪の茨 」を入手。"],
          },
          {
            section: "東部台地周辺",
            text: "井戸の裏手の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "「エインセル河の井戸」は「 フローチャート5：地下世界編 」で攻略します。",
            ],
          },
          {
            section: "結びの教会",
            text: "「 結びの司祭ミリエル 」に話しかける。",
            tips: [
              "ミリエルショップ開業。",
              "教会の祭壇では、貴重品「 星の雫 」を使用することで、NPCとの敵対関係の解消が可能。 後々のイベントでお世話になるので、 星の雫は最低でも1個は残しておくこと。",
            ],
          },
          {
            section: "結びの教会",
            text: "祭壇の宝箱から、貴重品「 黄金の縫い針 」と「 黄金の裁縫道具 」を入手する。",
            tips: [],
          },
          {
            section: "結びの教会",
            text: "夜に現れやすい「 鈴玉狩り 」を倒す。 ※任意",
            tips: [
              "どうしても現れない場合は、一度ミリエルに話しかけてみよう。",
              "貴重品「 肉売りの鈴玉 」を入手。",
            ],
          },
          {
            section: "黒き刃の地下墓",
            text: "インプ部屋の遺体から、斧「 ローゼスの斧 」を入手する。",
            tips: [],
          },
          {
            section: "黒き刃の地下墓",
            text: "最奥で「 墓所影 」を倒す。",
            tips: ["遺灰「 双賢魔術師の遺灰 」を入手。"],
          },
          {
            section: "黒き刃の地下墓",
            text: "ボス部屋の宝箱から、貴重品「 死の根 」を入手する。",
            tips: [],
          },
          {
            section: "黒き刃の地下墓",
            text: "隠し部屋で「 黒き刃の刺客 」を倒す。",
            tips: [
              "タリスマン「 青色の凶刃 」と、貴重品「 黒き刃の刻印 」を入手。",
            ],
          },
          {
            section: "黒き刃の地下墓",
            text: "「 魔術師ロジェール 」に、貴重品「 黒き刃の刻印 」を渡す。",
            tips: [],
          },
          {
            section: "黒き刃の地下墓",
            text: "ロードを挟み、再度「 ロジェール 」に話しかける。",
            tips: ["貴重品「 黒き刃の刻印 」を入手。"],
          },
          {
            section: "黒き刃の地下墓",
            text: "「 死衾の乙女フィア 」に抱かれ、「ロジェールについて」の話を聞く。",
            tips: ["タリスマン「 犠牲の細枝 」を入手。"],
          },
          {
            section: "獣の神殿",
            text: "「 獣の司祭グラング 」に、貴重品「 死の根 」を渡す。",
            tips: [
              "ここまでフローチャート通りに進めてきたのなら、死の根を渡した数は計4個になっているはず？",
            ],
          },
          {
            section: "獣の神殿",
            text: "「 グラング 」を正気に戻す。",
            tips: [
              "死の根を4個渡した後にロードを挟むと、一時的に敵対する。 グラングのHPを10%減らせば正気に戻るので、なんとか頑張ってみよう！ どうにもならない場合は、神殿の入口で祈祷「毒霧」を使ってみるべし。 後は神殿の外で見ていれば大丈夫だ。",
            ],
          },
          {
            section: "獣の神殿",
            text: "「 グラング 」に話しかける。",
            tips: [
              "大人しくなった後は攻撃しないこと。 ロックオンができない＆名前が赤表示じゃなければ、正気に戻っている証拠だ。 正気に戻して話をした後、ロードを挟めば僕達の関係は元通り！ 全てはなかったことになる。",
            ],
          },
          {
            section: "霊廟の群れ周辺",
            text: "崖際の遺体から、小盾「 角渦の盾 」を入手する。",
            tips: [],
          },
          {
            section: "霊廟の群れ周辺",
            text: "池の「歩く霊廟(鐘無し)」を大人しくさせる。",
            tips: [],
          },
          {
            section: "霊廟の群れ周辺",
            text: "平原の「歩く霊廟(鐘無し)」を大人しくさせる。",
            tips: [],
          },
          {
            section: "霊廟の群れ周辺",
            text: "崖際の遺体から、タリスマン「 頑健の角飾り 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "「 黄金樹の化身 」を倒す。 ※任意",
            tips: ["貴重品「 魔力・雷・聖纏いの割れ雫 (計三種)」を入手。"],
          },
          {
            section: "レアルカリア東門周辺",
            text: "祝福にて「 メリナ 」と話す。",
            tips: [
              "メリナと話すには、「 お針子のボック 」のイベントを進めている必要がある。",
            ],
          },
          {
            section: "レアルカリア東門周辺",
            text: "崖下の「歩く霊廟(鐘付き)」を大人しくさせる。 ※任意",
            tips: [
              "白い汚れがあるのは霊廟の入口辺り。近くの霊気流を利用するか、崖際に最も接近したタイミングで飛び移ろう。",
            ],
          },
          {
            section: "レアルカリア結晶坑道",
            text: "物置き部屋の宝箱から、短剣「 結晶ナイフ 」を入手する。",
            tips: [],
          },
          {
            section: "レアルカリア結晶坑道",
            text: "採掘現場の遺体から、魔術「 岩盤砕き 」を入手する。",
            tips: [],
          },
          {
            section: "レアルカリア結晶坑道",
            text: "最下層で「 結晶人 」を倒す。",
            tips: ["貴重品「 鍛石掘りの鈴玉 [1] 」を入手。"],
          },
          {
            section: "レアルカリア東門周辺",
            text: "夜に街道に現れる「 夜の騎兵 」を倒す。 ※任意",
            tips: ["戦灰「 巨人狩り 」と、斧槍「 夜騎兵のグレイブ 」を入手。"],
          },
          {
            section: "ベイルム教会",
            text: "マリカ像の前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [
              "教会の裏に「放浪の民の商人」がいる。もしかしたら、掘り出し物があるかも！？",
            ],
          },
          {
            section: "ベイルム街道",
            text: "野営地の宝箱から、大槌「 グレートメイス 」を入手する。",
            tips: [],
          },
          {
            section: "デクタスの大昇降機",
            text: "祝福にて「 メリナ 」を通して女王マリカの言霊を聞く。 ※任意",
            tips: [],
          },
          {
            section: "狂い火の灯台",
            text: "灯台の宝箱から、祈祷「 シャブリリの叫び 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火の灯台",
            text: "灯台屋上の「狂い火の民」を倒し、狂い火を止める。",
            tips: [
              "崖下の霊気流でショートカットすれば、狂い火の被害を最小限に抑えられる。",
              "灯台の東にある「改宗された辺境塔」の封印を解くには、ジェスチャー「 叡智 」と、なんらかの「 輝石頭 」が必要。 現時点ではおそらくどちらも所持してないと思うので、封印解除の時期についてはまた改めてお知らせする。",
            ],
          },
          {
            section: "狂い火村",
            text: "家屋裏の遺体から、情報「 文書「狂い火の主について」 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火村",
            text: "家屋の遺体から、貴重品「 病み人の製法書 [1] 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火村",
            text: "扉前の遺体から、タリスマン「 シャブリリの禍 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火村",
            text: "外壁上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "鎮めの教会周辺",
            text: "教会前のスカラベを倒し、祈祷「 空裂狂火 」を入手する。",
            tips: [],
          },
          {
            section: "鎮めの教会周辺",
            text: "教会前で、侵入NPC「指痕爛れのヴァイク」を倒す。",
            tips: [
              "貴重品「 指痕のブドウ 」と、大槍「 ヴァイクの戦槍 」を入手。",
            ],
          },
          {
            section: "鎮めの教会",
            text: "マリカ像の前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [],
          },
          {
            section: "鎮めの教会",
            text: "巫女の遺体から、防具「 指巫女シリーズ (兜胴足)」を入手する。 ◇――――◇――――◇ 攻略経路 ※任意",
            tips: [],
          },
          {
            section: "盗人の封牢",
            text: "「 火を盗んだアダン 」を倒す。",
            tips: ["伝説の祈祷「 悪神の火 」を入手。"],
          },
          {
            section: "湖脇の結晶洞窟周辺",
            text: "野営地の遺体から、貴重品「 火の僧兵の祈祷書 」を入手する。",
            tips: [],
          },
          {
            section: "湖脇の結晶洞窟",
            text: "住処の宝箱から、タリスマン「 槍のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "湖脇の結晶洞窟",
            text: "最下層で「 猟犬騎士 」を倒す。",
            tips: [
              "タリスマン「 青琥珀のメダリオン 」を入手。",
              "ボスを倒したら、洞窟を抜けた先にある祝福「狼の眠るボロ家」を開放しておこう。",
            ],
          },
          {
            section: "ラスカーの廃墟周辺",
            text: "祝福付近の遺体から、貴重品「 輝石職人の製法書 [2] 」を入手する。",
            tips: [],
          },
          {
            section: "ラスカーの廃墟周辺",
            text: "廃墟の遺体から、貴重品「 儀式壺 」を入手する。",
            tips: [],
          },
          {
            section: "ラスカーの廃墟周辺",
            text: "地下室の宝箱から、道具「 呪霊喚びの鈴 」を入手する。",
            tips: [],
          },
          {
            section: "見晴らし島周辺",
            text: "祝福付近にいる「 パッチ 」に話しかける。",
            tips: [],
          },
          {
            section: "見晴らし島周辺",
            text: "夜に島の北側に現れる「 死の鳥 」を倒す。 ※任意",
            tips: ["タリスマン「 赤羽の七支刃 」を入手。"],
          },
          {
            section: "見晴らし島周辺",
            text: "鳥の遠見付近にいる「 招き手のラーヤ 」に話しかけ、彼女の「願いを聞く」。",
            tips: [
              "目的の「 ならず者 」は、ラーヤのいる建物から北西方向にある「エビ茹でのボロ家」にいる。",
            ],
          },
          {
            section: "エビ茹でのボロ家",
            text: "「 ならず者 」と交渉し、貴重品「 ラーヤの首飾り 」を取り戻す。",
            tips: [
              "首飾りを購入して解決すると、古遺跡断崖のボス「 溶岩土竜マカール 」戦前に、ならず者の召喚サインが出現する。",
            ],
          },
          {
            section: "エビ茹でのボロ家",
            text: "「 ならず者 」から、道具「 ゆでエビ 」を購入する。",
            tips: ["ジェスチャー「 大の字 」を入手。"],
          },
          {
            section: "エビ茹でのボロ家周辺",
            text: "小島の水盆で、貴重品「 技量瘤の結晶雫 」を入手する。",
            tips: ["水盆はボロ家南西の小島にある。"],
          },
          {
            section: "見晴らし島周辺",
            text: "「 招き手のラーヤ 」に、貴重品「 ラーヤの首飾り 」を渡す。",
            tips: ["情報「 火山館の招待状 」を入手。"],
          },
          {
            section: "学院の門前町",
            text: "廃墟群にいる「 騎士ディアロス 」に話しかける。",
            tips: ["ディアロスがいるのは、祝福の少し北側。"],
          },
          {
            section: "学院の門前町",
            text: "廃墟群の宝箱から、貴重品「 輝石職人の製法書 [4] 」を入手する。",
            tips: [],
          },
          {
            section: "学院の門前町",
            text: "廃墟群で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "学院の門前町",
            text: "橋下のスカラベを倒し、戦灰「 突撃 」を入手する。",
            tips: [],
          },
          {
            section: "門前町の北周辺",
            text: "夜に祝福の南に現れる「 死儀礼の鳥 」を倒す。 ※任意",
            tips: ["魔術「 古き死の怨霊 」を入手。"],
          },
          {
            section: "門前町の北周辺",
            text: "小塔の宝箱から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "門前町の北周辺",
            text: "橋下の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "レアルカリア南門周辺",
            text: "建物裏の遺体から、小盾「 青白の木盾 」を入手する。",
            tips: [],
          },
          {
            section: "レアルカリア南門周辺",
            text: "南門前の遺体から、情報「 待ち合わせの地図 」を入手する。",
            tips: [],
          },
          {
            section: "湖の落下遺跡周辺",
            text: "祝福の南にいる「大ザリガニ」の正体を暴き、「 接ぎ木の貴公子 (参考)」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "バラ教会",
            text: "「 白面のヴァレー 」に話しかけ、二本指には「違和感があった」と答える。",
            tips: ["道具「 爛れた血指 」×5を入手。"],
          },
          {
            section: "バラ教会",
            text: "「 ヴァレー 」に認められる。",
            tips: [
              "ヴァレーに認められる方法は2つある。 どちらか達成できそうなほうを実行しよう。 期限は（おそらく）ないので、手を付けるのはいつでもOKだ。 本フローチャートでは、他プレイヤーの世界に侵入する方法を選んだ が、オンラインプレイができない環境なら、アルター高原に到達するまで我慢するしかない。 道具「 爛れた血指 」を使い、他プレイヤーの世界に3回侵入する。（鉤指の主を倒せば1回でOK） アルター高原の「血の蠢く廃墟」にある赤のサインから、敵対NPC「獣の爪マグナス」の世界に3回侵入する。（マグナスを倒せば1回でOK）",
            ],
          },
          {
            section: "バラ教会",
            text: "「 ヴァレー 」からの誘いに乗り、血の君主モーグの「騎士となる」。",
            tips: ["貴重品「 血の君主の誓布 」を入手。"],
          },
          {
            section: "バラ教会",
            text: "最後の試しを受ける。",
            tips: [
              "渡された誓布を、いずれかの巫女の血で染め上げよう。 以下の中からご自由に。 本フローチャートでは「王を待つ礼拝堂」にある遺体で染め上げることとする。 （この後行きます） リムグレイブ西部「王を待つ礼拝堂」にある遺体（湖のリエーニエ西部「四鐘楼」から移動可） 湖のリエーニエ東部「鎮めの教会」にある遺体 灯を探すハイータ（ハイータイベントの進行状況により、居場所が異なる）",
            ],
          },
          {
            section: "バラ教会",
            text: "教会内の遺体から、貴重品「 放浪戦士の製法書 [12] 」を入手する。",
            tips: [],
          },
          {
            section: "バラ教会",
            text: "教会付近のスカラベを倒し、祈祷「 血炎の刃 」を入手する。",
            tips: [
              "次の目的地は教会の南にある「しろがね村」だが、ここまでフローチャート通りに進めていれば西部の地図を入手してないため、地図範囲外の探索となる。 しかし、しろがね村は元々地図には表示されないエリアなので、地図がなくても問題ないと思います。 どうしても気になるなら「聖堂区画周辺」の手順までスキップでも可。",
            ],
          },
          {
            section: "しろがね村周辺",
            text: "毒沼のスカラベを倒し、戦灰「 無敵 」を入手する。",
            tips: [
              "しろがね村は地図に表示されないため、ダンジョン扱いとします。（地図にアイテム記載はしません）",
            ],
          },
          {
            section: "しろがね村",
            text: "村の入口にいる「 戦士ネフェリ・ルー 」に話しかける。",
            tips: [
              "村奥の広場（ 忌み潰し ）前に、ネフェリの召喚サインが出現する。",
            ],
          },
          {
            section: "しろがね村",
            text: "死体置き場の遺体から、貴重品「 雫の幼生 」を入手する。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "吊り橋の先の遺体から、直剣「 結晶剣 」を入手する。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "坂上の遺体から、短剣「 象牙の手鎌 」を入手する。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "坂上にある妖しい壺を攻撃し、「 アルバス老 」の擬態を解く。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "「 アルバス老 」に話しかける。",
            tips: [
              "貴重品「 聖樹の秘割符(右) 」を入手。",
              "この後、二回話しかけると…？",
            ],
          },
          {
            section: "しろがね村",
            text: "広場で「 忌み潰し 」を倒す。",
            tips: ["タリスマン「 坩堝瘤のタリスマン 」を入手。"],
          },
          {
            section: "しろがね村",
            text: "敵対NPC「 王骸のエンシャ 」を倒す。",
            tips: ["拳「 縋り付く手骨 」を入手。"],
          },
          {
            section: "しろがね村",
            text: "書斎前で、防具「 王骸シリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "階段下にいる「 戦士ネフェリ・ルー 」に話しかける。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "「 百智卿ギデオン 」に話しかける。",
            tips: ["エンシャとネフェリについて尋ねよう。"],
          },
          {
            section: "しろがね村",
            text: "「 ネフェリ 」に話しかける。",
            tips: [],
          },
          {
            section: "しろがね村",
            text: "「 騎士ディアロス 」に話しかける。 湖のリエーニエ ",
            tips: [],
          },
          {
            section: "狼の眠るボロ家",
            text: "「 しろがねのラティナ 」に話しかけ、貴重品「 聖樹の秘割符(右) 」を見せる。",
            tips: [],
          },
          {
            section: "狼の眠るボロ家",
            text: "再度「 ラティナ 」に話しかけ、彼女の「願いを聞く」。",
            tips: ["遺灰「 しろがねのラティナ 」を入手。"],
          },
          {
            section: "聖堂区画",
            text: "廃墟の宝箱から、斧「 氷殻の斧 」を入手する。",
            tips: [],
          },
          {
            section: "聖堂区画周辺",
            text: "聖堂区画の北で「 輝石竜スマラグ 」を倒す。",
            tips: [
              "貴重品「 竜の心臓 」を入手。",
              "大竜餐教会に、祈祷「 スマラグの輝石 」が追加される。",
            ],
          },
          {
            section: "聖堂区画周辺",
            text: "スマラグの棲家で、貴重品「 学院の輝石鍵 」を入手する。",
            tips: [],
          },
          {
            section: "イリス教会",
            text: "「 魔術師トープス 」に、貴重品「 学院の輝石鍵 」を渡す。 ※任意",
            tips: [
              "実際には受け取ってくれないので、鍵がなくなる心配はしなくてよい。",
            ],
          },
          {
            section: "学院の結晶洞窟",
            text: "突き当たりの遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "学院の結晶洞窟",
            text: "倉庫の宝箱から、杖「 結晶杖 」を入手する。",
            tips: [],
          },
          {
            section: "学院の結晶洞窟",
            text: "最奥で「 結晶人 」を倒す。",
            tips: ["魔術「 結晶の解放 」を入手。", "まだ帰らないように。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "鐘楼の宝箱から、魔術「 魔術の地 」を入手する。",
            tips: [],
          },
          {
            section: "東門橋の橋脚",
            text: "祝福付近のスカラベを倒し、戦灰「 シールドバッシュ 」を入手する。",
            tips: [],
          },
          {
            section: "テスの魔術師塔",
            text: "最上階の宝箱から、貴重品「 メモリ・ストーン 」を入手する。",
            tips: [
              "塔の周囲に三匹の亀の霊体が潜んでいるので、探し出して攻撃しよう。 （ヒント：森の中、木の上、崖下）",
              "次の目的地はリエーニエの西側。祝福「魔術師塔の小島」から、祝福の導きに従って進もう。",
            ],
          },
          {
            section: "リエーニエ湖、北岸周辺",
            text: "石碑の前で、貴重品「 地図断片：リエーニエ西部 」を入手する。",
            tips: ["地図を入手した後は、街道に沿って南下していきます。"],
          },
          {
            section: "リエーニエ湖、北岸周辺",
            text: "街道で輸送隊を襲撃し、直剣「 カーリアの騎士剣 」を強奪する。",
            tips: [],
          },
          {
            section: "四鐘楼",
            text: "鐘楼の宝箱から、貴重品「 魔石剣の鍵 」を入手する。",
            tips: [
              "魔石剣の鍵は「魔術学院レアルカリア」や、ケイリッドの「魔術街サリア」でも入手可。",
            ],
          },
          {
            section: "四鐘楼",
            text: "転送門を起動し、「王を待つ断崖」へ移動する。",
            tips: [
              "他にも「永遠の夜空」と「崩れゆく地」にも移動できるが、用があるのは「王を待つ断崖」だけ。 他の2つにもアイテムはあるので、後ほど魔石剣の鍵を入手したら行ってみよう。",
            ],
          },
          {
            section: "王を待つ礼拝堂",
            text: "広場で「 接ぎ木の貴公子 」を倒す。",
            tips: ["直剣「 儀仗の直剣 」と、大盾「 獣紋の黄金盾 」を入手。"],
          },
          {
            section: "王を待つ礼拝堂",
            text: "礼拝堂一階の巫女の遺体で、貴重品「 血の君主の誓布 」を血で染める。",
            tips: [],
          },
          {
            section: "王を待つ礼拝堂",
            text: "礼拝堂の踊り場で、貴重品「 嵐鷹の古王 」を入手する。",
            tips: [
              "これから選択肢を増やすので、「 戦士ネフェリ・ルー 」にはまだ渡さないように。",
            ],
          },
          {
            section: "王を待つ礼拝堂",
            text: "礼拝堂二階の宝箱から、遺灰「 嵐の鷹、ディーネ 」を入手する。",
            tips: [],
          },
          {
            section: "バラ教会",
            text: "「 白面のヴァレー 」に最後の試しの報告をし、「指を出す」。",
            tips: ["道具「 血の指 」を入手。"],
          },
          {
            section: "バラ教会",
            text: "再度「 ヴァレー 」に話しかける。 モーグウィン王朝",
            tips: [
              "道具「 純血騎士褒章 」を入手。",
              "純血騎士褒章を使用すれば「モーグウィン王朝」へと転位でき、デミゴッドの一人「 血の君主モーグ 」に挑めるが、現時点ではモーグはおろか、ボス部屋に辿り着くことすら困難。 モーグへの最適な挑戦タイミングは「 フローチャート7：巨人たちの山嶺編 」に記載しておくので、まずは地図だけ入手しにいこう。",
              "モーグ一味に加わると、眼の色が強制的に変化してしまう。 これは円卓にある化粧台で「外見の詳細 → 顔／髪 → 眼 → 眼の変化をOFF」にすれば元に戻せるゾ。",
            ],
          },
          {
            section: "モーグウィン王朝廟",
            text: "神殿の遺体から、貴重品「 地図断片：モーグウィン王朝 」を入手する。",
            tips: [
              "地図は転位位置から真っ直ぐ進めば見付かるゾ。",
              "モーグウィン王朝は高難易度エリアだが、最高効率でレベリングを行える場所でもある。 効率良くルーンを稼ぎたいのなら「 こちら 」を参考にしてみよう。 もちろん現時点でも実行可能だゾ。",
            ],
          },
          {
            section: "モーグウィン王朝廟",
            text: "祝福「王朝廟入口」に触れる。",
            tips: [
              "祝福は地図のすぐ近くにある。やることをやったら、とっとと帰ろう。怖いところなので…。",
            ],
          },
          {
            section: "モーグウィン王朝廟",
            text: "「 百智卿ギデオン 」に「モーグウィン王朝」について報告する。",
            tips: ["貴重品「 ファリスの製法書[3] 」を入手。"],
          },
          {
            section: "四鐘楼の麓周辺",
            text: "霊クラゲが群がる遺体から、大盾「 クラゲの盾 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "カッコウの封牢",
            text: "「 カーリア騎士ボルス 」を倒す。",
            tips: ["魔術「 巨剣陣 」を入手。"],
          },
          {
            section: "復讐者のボロ家",
            text: "侵入NPC「 復讐者エドガー 」を倒す。",
            tips: [
              "大丈夫です。倒しましょう。",
              "貴重品「 シャブリリのブドウ 」、斧槍「 失地騎士の斧槍 」+8、道具「 生肉団子 」×5を入手。",
            ],
          },
          {
            section: "門前町の橋周辺",
            text: "祝福付近にいる「 灯を探すハイータ 」に、貴重品「 シャブリリのブドウ 」を渡す。",
            tips: ["ハイータに真実を告げよう。"],
          },
          {
            section: "門前町の橋周辺",
            text: "ロードを挟み、再度「 ハイータ 」に話しかける。",
            tips: [],
          },
          {
            section: "ベイルム教会",
            text: "「 灯を探すハイータ 」に、貴重品「 指痕のブドウ 」を渡す。",
            tips: [],
          },
          {
            section: "行き止まりの地下墓周辺",
            text: "地下墓前のスカラベを倒し、戦灰「 剣舞 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "行き止まりの地下墓",
            text: "隠し部屋の遺体から、特大武器「 番犬の錫杖 」を入手する。",
            tips: [],
          },
          {
            section: "行き止まりの地下墓",
            text: "隠し部屋の宝箱から、遺灰「 レアルカリア兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "行き止まりの地下墓",
            text: "最奥で「 霊喚びつむり 」を倒す。",
            tips: ["遺灰「 輝石魔術師の遺灰 」を入手。"],
          },
          {
            section: "小黄金樹",
            text: "「 黄金樹の化身 」を倒す。 ※任意 ※任意",
            tips: [
              "貴重品「 青色・破裂した結晶雫 (計二種)」を入手。",
              "小黄金樹の南にある「改宗された塔」の封印を解くには、ジェスチャー「 叡智 」が必要。 現時点ではおそらく所持してないと思うので、封印解除の時期についてはまた改めてお知らせする。",
              "西部南側の探索は一旦ここまで。次は西部北側へ向かいます。",
            ],
          },
          {
            section: "王家領の廃墟",
            text: "地下室で「 王族の幽鬼 」を倒す。",
            tips: [],
          },
          {
            section: "王家領の廃墟",
            text: "地下室の宝箱から、刺剣「 氷結の針 」を入手する。",
            tips: [],
          },
          {
            section: "城館への道周辺",
            text: "祝福付近にいる「 鍛冶師イジー 」に話しかける。",
            tips: [
              "「 半狼のブライヴ 」のイベントを進め、共に「 猟犬騎士ダリウィル 」を倒していれば、ショップのラインナップが追加される。",
            ],
          },
          {
            section: "城館への道周辺",
            text: "崖下の水盆で、貴重品「 知力瘤の結晶雫 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館周辺",
            text: "水場のスカラベを倒し、戦灰「 霜踏み 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "一階小部屋の遺体から、貴重品「 輝石職人の製法書 [6] 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "崖際の遺体から、小盾「 氷紋の鉄盾 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "建物裏のスカラベを倒し、魔術「 カーリアの貫き 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "倉庫の宝箱から、伝説の直剣「 夜と炎の剣 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "外壁上の遺体から、鞭「 ウルミ 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "上層の庭で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "階段上で「 騎士トロル (参考)」を倒す。",
            tips: ["特大剣「 トロルの騎士剣 」を入手。"],
          },
          {
            section: "カーリアの城館",
            text: "崖下の墓地で、貴重品「 ヒビ壺 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "城壁上の遺体から、戦灰「 グレート・カーリア 」を入手する。",
            tips: ["墓地から崖下を覗いてみよう。"],
          },
          {
            section: "カーリアの城館",
            text: "月見場で「 親衛騎士ローレッタ 」を倒す。",
            tips: [
              "魔術「 ローレッタの大弓 」と、戦灰「 ローレッタの斬撃 」を入手。",
            ],
          },
          {
            section: "カーリアの城館、裏手周辺",
            text: "林道のスカラベを倒し、魔術「 氷結の武器 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館、裏手周辺",
            text: "墓地の遺体から、遺灰「 しろがね人の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館、裏手周辺",
            text: "墓地で、防具「 幼年学徒 シリーズ (兜胴)」と、貴重品「 雫の幼生 」を入手する。 ※任意",
            tips: ["情報「 絵画「再誕」 」を所持していることが条件。"],
          },
          {
            section: "王家墓地の封牢",
            text: "「 石肌の黒王 」を倒す。 ",
            tips: [
              "魔術「 メテオライト 」を入手。",
              "西部探索は一旦ここまで。スリーシスターズ方面は「 フローチャート3：ケイリッド編 」で攻略します。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "貴重品「 学院の輝石鍵 」を使い、南門 or 東門の封印を突破する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "祝福「学院正門前」付近にある赤の侵入サインを調べ、「 血の指の狩人ユラ 」と共闘して、敵対NPC「血の指カラス山の凶手」を倒す。",
            tips: [
              "道具「 ルーンの孤 」と「 鉤呼びの指薬 」、戦灰「 霧の猛禽 」を入手。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "「 ユラ 」に話しかける。",
            tips: ["強化素材「 鍛石 [5] 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "学院橋の先端で、強化素材「 黄金の種子 」を入手する。",
            tips: [
              "学院橋の麓には「隠遁商人」がいる。探しているアイテムがあるかもしれないゾ！？",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "学院橋の麓の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [
              "「 魔女ラニ 」とのイベントのため、雫は最低でも1個は残しておくこと。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "墓地の遺体から、遺灰「 人形兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "墓地のスカラベを倒し、戦灰「 幻影の槍 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "墓地の墓石前で、防具「 カーリア騎士シリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "祭壇で「石肌の白王」を倒す。",
            tips: ["魔術「 重力弾 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "地下の遺体から、遺灰「 鳥人形兵の遺灰 」を入手する。",
            tips: [
              "遺灰は昇降機エリアの中層にある。（最下層まで下りないこと）",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "昇降機で最下層へ降り、「 人さらいの乙女人形 (参考)」の掴み攻撃で死亡する。",
            tips: ["ロストする可能性が高いので、ルーンは予め消費しておこう。"],
          },
          {
            section: "火山館",
            text: "祝福「地の底の責問所」で休息する。",
            tips: [
              "祝福の先が気になるだろうが、火山館の探索は一旦ここまで。 これ以上進んでしまうと「 パッチ 」のイベントがスキップされてしまうので注意！ この続きは「 フローチャート4：アルター高原編 」にて。",
            ],
          },
          {
            section: "見晴らし島",
            text: "祝福付近にいる「 パッチ 」に話しかける。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "最下層の崖上で、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "最下層の遺体から、タリスマン「 長尾猫のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "学び舎の遺体から、貴重品「 教室のスクロール 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "学び舎の宝箱から、貴重品「 輝石職人の製法書 [5] 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "崖際の遺体から、兜「 オリヴィニスの輝石頭 」を入手する。",
            tips: ["学び舎の隠し通路から取りに行ける。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "廊下奥の宝箱から、貴重品「 儀式壺 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "秘密書庫の宝箱から、魔術「 ほうき星 」を入手する。",
            tips: ["秘密書庫には、討論室前の隠し通路から入れる。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "秘密書庫の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "秘密書庫の階下で、タリスマン「 魔術師球のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "討論室で「 ラダゴンの赤狼 」を倒す。",
            tips: ["貴重品「 メモリ・ストーン 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "討論室二階の宝箱から、伝説のタリスマン「 ラダゴンの肖像 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "中庭の隅で、貴重品「 ヒビ壺 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "噴水の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "中庭の崖際で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "中庭の崖際にいる「子蟹(しろがね)」を倒す。",
            tips: ["兜「 カロロスの輝石頭 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "詰所二階の遺体から、貴重品「 輝石の砥石刃 」を入手する。 ―――――――――― 屋根上ルート",
            tips: [
              "ここからボスへと続く「大階段ルート」と、寄り道の「屋根上ルート」に分岐。 まずはバルコニーの縁から落下する屋根上ルートから攻略します。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "塔頂の宝箱から、クロスボウ「 月輪の弩 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "塔の中層にいる「子蟹(しろがね)」を倒す。",
            tips: ["兜「 ラズリの輝石頭 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "塔の遺体から、貴重品「 魔石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "教会のシャンデリア上の遺体から、貴重品「 学院の輝石鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "教会のテラスにいる「子蟹(しろがね)」を倒す。",
            tips: ["兜「 双賢の輝石頭 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "教会通路の遺体から、魔術「 砕け散る結晶 」を入手する。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "教会の離れで、杖「 アズールの輝石杖 」を入手する。 ―――――――――― 大階段ルート",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "庭園で敵対NPC「カーリア騎士ムーングラム」を倒す。",
            tips: ["中盾「 カーリアの騎士盾 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "庭園二階の宝箱から、兜「 輝石スカラベ 」を入手する。 ――――――――――",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "大書庫で「 満月の女王レナラ 」を倒す。",
            tips: [
              "道具「 満月の女王の追憶 」と、貴重品「 産まれなき者の大ルーン 」を入手。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "「レナラ」に話しかけ、「産まれ直し」か「化粧」を行う。 ◇――――◇――――◇",
            tips: [
              "ジェスチャー「 丸くなる 」を入手。",
              "特にする必要がなければ、「化粧」→「化粧を完了する」でOKだ。",
            ],
          },
          {
            section: "イリス教会",
            text: "「 魔術師トープス 」に、貴重品「 学院の輝石鍵 」を渡す。",
            tips: ["ジェスチャー「 叡智 」を入手。"],
          },
          {
            section: "イリス教会",
            text: "ロードを挟み、教会内に出現した「スカラベ」を倒す。",
            tips: ["戦灰「 トープスの力場 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "祝福「学び舎の一室」付近で、「 魔術師トープス 」の末路を見る。",
            tips: [
              "貴重品「 トープスの鈴玉 」、杖「 学院の輝石杖 」、魔術「 トープスの力場 」を入手。",
              "トープス……あんた、マジで凄えよ。。。",
            ],
          },
          {
            section: "四鐘楼",
            text: "貴重品「 魔石剣の鍵 」を使い、任意の転送門を起動する。",
            tips: [
              "フローチャート通りに進めてきたのなら、残すは「永遠の夜空」と「崩れゆく地」の二つ。 どちらにもアイテムがあるので、好きなほうを起動しよう。 崩れゆく地： 真珠竜印のタリスマン （魔力・炎・雷・聖の被ダメージ×0.95） 永遠の夜空： 斑色の首飾り （免疫・頑健・正気耐性+40）",
            ],
          },
          {
            section: "改宗された塔",
            text: "最上階の宝箱から、貴重品「 メモリ・ストーン 」を入手する。",
            tips: ["像の前で、ジェスチャー「 叡智 」を実行してみよう。"],
          },
          {
            section: "改宗された辺境塔",
            text: "最上階の宝箱から、魔術「 ハイマの砲丸 」と「 ハイマの大槌 」を入手する。",
            tips: [
              "何らかの輝石頭（ カロロスの輝石頭 など）を被り、像の前でジェスチャー「 叡智 」を実行してみよう。",
            ],
          },
          {
            section: "改宗された辺境塔",
            text: "「 指読みエンヤ 」に話しかける。",
            tips: ["貴重品「 お守り袋 」を入手。"],
          },
          {
            section: "改宗された辺境塔",
            text: "「 聖職者コリン 」に話しかける。",
            tips: [],
          },
          {
            section: "改宗された辺境塔",
            text: "「 百智卿ギデオン 」に話しかける。",
            tips: [],
          },
          {
            section: "改宗された辺境塔",
            text: "リムグレイブ「呼び水の村」の東から「ケイリッド」方面へ向かう。",
            tips: [],
          },
        ],
        caelid: [
          {
            section: "燻り教会",
            text: "教会前で、侵入NPC「褪せ人喰いアナスタシア」を倒す。",
            tips: ["タリスマン「 聖なる蠍 」を入手。"],
          },
          {
            section: "燻り教会",
            text: "教会内の遺体から、貴重品「 放浪戦士の製法書 [14] 」を入手する。",
            tips: [],
          },
          {
            section: "燻り教会",
            text: "教会内の遺体から、貴重品「 宣教師の製法書 [3] 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "崖際の木の根で、貴重品「 ヒビ壺 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前で「 腐敗した化身 」を倒す。 ※任意 ※任意",
            tips: ["貴重品「 緑湧きの結晶雫 」と「 炎纏いの割れ雫 」を入手。"],
          },
          {
            section: "小黄金樹の地下墓",
            text: "中層の遺体から、兜「 インプの頭 (狼) 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹の地下墓",
            text: "最下層で「 還樹の番犬 」を倒す。",
            tips: ["遺灰「 かぼちゃの狂兵の遺灰 」を入手。"],
          },
          {
            section: "ゲール坑道、裏口",
            text: "裏口にいる「 戦士の壺アレキサンダー 」に話しかける。",
            tips: [
              "表口から入る前に、先にリムグレイブ側にある裏口から入って話しかけよう。",
            ],
          },
          {
            section: "ゲール坑道",
            text: "表口から坑道へ入る。",
            tips: ["祝福「腐敗を臨む露台」の南に表口がある。"],
          },
          {
            section: "ゲール坑道",
            text: "下層の遺体から、槍「 十文字薙刀 」を入手する。",
            tips: [],
          },
          {
            section: "ゲール坑道",
            text: "最下層にある裏口への扉を開け、「 戦士の壺アレキサンダー 」に話しかける。",
            tips: [],
          },
          {
            section: "ゲール坑道",
            text: "最下層で「 溶岩土竜 」を倒す。 ※任意",
            tips: ["貴重品「 竜の心臓 」と、刀「 名刀月隠 」を入手。"],
          },
          {
            section: "見棄てられた廃墟周辺",
            text: "地下室の宝箱から、直剣「 トリーナの剣 」を入手する。",
            tips: [],
          },
          {
            section: "キレムの廃墟周辺",
            text: "街道のスカラベを倒し、祈祷「 火よ、渦巻け 」を入手する。",
            tips: [],
          },
          {
            section: "キレムの廃墟周辺",
            text: "放棄された荷車の荷台から、特大剣「 グレートソード 」を入手する。",
            tips: [],
          },
          {
            section: "キレムの廃墟周辺",
            text: "廃墟の地下室で「 かぼちゃ兜の狂兵 」を倒す。 ※任意",
            tips: [],
          },
          {
            section: "キレムの廃墟周辺",
            text: "地下室の宝箱から、大盾「 ガンメンの盾 」を入手する。 ※こんな感じにサッと行ってサッと帰ろう。",
            tips: [
              "キレムの廃墟まで来たのなら、ついでに「グレイオールの竜塚」に立ち寄り、地図を入手しておこう。石碑の位置もギリギリ表示されているはず…？ ただし竜塚は本来終盤に来るべきエリアで、敵も非常に手強い。 現時点での探索は最小限に留め、必要な物を取ったらすぐに撤退しよう。",
            ],
          },
          {
            section: "竜塚の西周辺",
            text: "石碑の前で、貴重品「 地図断片：竜塚 」を入手する。",
            tips: [
              "ここまで来たついでに、祝福「竜塚の西」の西にある「隠遁商人のボロ家」まで行き、商人から「 獣除けの松明 」を購入しておこう。 この先で色々と役立ちます。",
            ],
          },
          {
            section: "隠遁商人のボロ家周辺",
            text: "岩陰のスカラベを倒し、戦灰「 空撃ち 」を入手する。 ※任意",
            tips: [
              "もしルーンが不足しているのなら、竜塚の東にある「ファロス砦」へ行き、「 グレイオール狩り 」を行う手もある。 ノーリスクで6万ルーンが稼げたりするゾ。",
              "用事が済んだらキレムの廃墟へ戻り、鳥の遠見の東にある「廃棄洞窟」へ向かおう。",
            ],
          },
          {
            section: "廃棄洞窟",
            text: "腐敗沼の遺体から、長弓「 蛇弓 」を入手する。",
            tips: [],
          },
          {
            section: "廃棄洞窟",
            text: "崖上の遺体から、爪「 毒蛇の牙 」を入手する。",
            tips: [],
          },
          {
            section: "廃棄洞窟",
            text: "最奥で「 マレニアの貴腐騎士 」を倒す。",
            tips: ["タリスマン「 金のスカラベ 」を入手。"],
          },
          {
            section: "ケイリッド街道北周辺",
            text: "街道脇のスカラベを倒し、戦灰「 命奪拳 」を入手する。",
            tips: ["街道沿いの祝福付近に、放浪の民の商人がいるゾ。"],
          },
          {
            section: "ゲール砦周辺",
            text: "砦北のスカラベを倒し、戦灰「 赤獅子の炎 」を入手する。",
            tips: [],
          },
          {
            section: "ゲール砦周辺",
            text: "砦裏の遺体から、祈祷「 火よ、力を！ 」を入手する。",
            tips: [],
          },
          {
            section: "ゲール砦",
            text: "屋上の宝箱から、タリスマン「 星砕きの伝承 」を入手する。",
            tips: [],
          },
          {
            section: "ゲール砦",
            text: "倉庫の宝箱から、拳「 カタール 」を入手する。",
            tips: [],
          },
          {
            section: "ゲール砦",
            text: "広場で「老獅子」を倒す。 ※任意",
            tips: ["戦灰「 獅子斬り 」を入手。"],
          },
          {
            section: "牢獄洞窟",
            text: "監獄部屋のレバーを操作し、牢獄の格子扉を開放する。",
            tips: [],
          },
          {
            section: "牢獄洞窟",
            text: "牢獄の遺体から、小盾「 首枷の盾 」を入手する。",
            tips: [],
          },
          {
            section: "牢獄洞窟",
            text: "牢獄の遺体から、短剣「 脇差 」を入手する。",
            tips: [],
          },
          {
            section: "牢獄洞窟",
            text: "牢獄の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "牢獄洞窟",
            text: "最下層で「 狂った闘士 」を倒す。",
            tips: [
              "遺灰「 腐った亡者の遺灰 」を入手。",
              "ボスを倒した後、すぐに洞窟から出ないように。ボス部屋の奥に、貴重なアイテムがあります。",
            ],
          },
          {
            section: "第三マリカ教会周辺",
            text: "墓石の前で、直剣「 エオヒドの宝剣 」を入手する。",
            tips: [],
          },
          {
            section: "ケイリッドの宿場跡",
            text: "地下室の宝箱から、刀「 隕鉄の刀 」を入手する。",
            tips: [
              "ここまで来たのなら、そろそろマップ上に石碑の位置が表示されているはず…？ 街道沿いのボスはひとまずスルーし、地図を拾いに行こう。",
            ],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "街道南の石碑前で、貴重品「 地図断片：ケイリッド 」を入手する。",
            tips: ["石碑付近に、放浪の民の商人がいるゾ。"],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "夜に街道に現れる「 夜の騎兵 」を倒す。 ※任意",
            tips: ["戦灰「 毒蛾は二度舞う 」を入手。"],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "街道沿いで「 腐りゆくエグズキス 」を倒す。 ※任意 大竜餐教会周辺",
            tips: [
              "貴重品「 竜の心臓 」を入手。",
              "大竜餐教会に、祈祷「 エグズキスの腐敗 」が追加される。",
            ],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "教会内の遺体から、貴重品「 古竜信徒の製法書 [3] 」を入手する。",
            tips: [],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "墓地にいる「さまよえる貴人」の正体を暴き、「トロル」を倒す。 ケイリッドの地下墓周辺",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "街道沿いで、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "ケイリッド街道南周辺",
            text: "街道脇の水盆で、貴重品「 風の結晶雫 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "ケイリッドの地下墓",
            text: "隠し部屋の遺体から、遺灰「 小ミランダの遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "ケイリッドの地下墓",
            text: "最奥で「 墓所影 」を倒す。",
            tips: ["遺灰「 腐敗の眷属の遺灰 」を入手。"],
          },
          {
            section: "不落の大橋周辺",
            text: "櫓上の宝箱から、タリスマン「 硬矢のタリスマン 」を入手する。",
            tips: ["大橋の先にはまだ行きません。祝福だけ解放しておこう。"],
          },
          {
            section: "不落の大橋周辺",
            text: "剣塚のスカラベを倒し、戦灰「 岩石剣 」を入手する。",
            tips: [],
          },
          {
            section: "エオニア沼、南岸周辺",
            text: "夜に街道脇に現れる「 死儀礼の鳥 」を倒す。 ※任意",
            tips: ["大剣「 死かき棒 」を入手。"],
          },
          {
            section: "ゴーリーのボロ家",
            text: "「 賢者ゴーリー 」に話しかけ、彼の「願いを聞く」。",
            tips: [],
          },
          {
            section: "エオニアの沼",
            text: "侵入NPC「 ミリセント 」を倒す。",
            tips: [
              "大丈夫です。倒しましょう。 ミリセントは沼の中央辺りで侵入してくるので、西の陸地まで誘導すると安全に戦える。 どうしても苦戦するようなら、沼の間欠泉に誘導してみよう。",
              "素材「 聖血の木の芽 」と、道具「 黄金のルーン [3] [5] [10] 」を入手。",
            ],
          },
          {
            section: "エオニアの沼",
            text: "小島のスカラベを倒し、戦灰「 毒の霧 」を入手する。",
            tips: [],
          },
          {
            section: "賢者街の廃墟",
            text: "小部屋の遺体から、杖「 隕石の杖 」を入手する。",
            tips: [],
          },
          {
            section: "賢者街の廃墟",
            text: "廃墟の遺体から、防具「 旅シリーズ (兜胴手足)」と、貴重品「 調香瓶 」を入手する。",
            tips: [],
          },
          {
            section: "賢者街の廃墟",
            text: "地下室の宝箱から、魔術「 岩石弾 」を入手する。",
            tips: [],
          },
          {
            section: "サリアの結晶坑道周辺",
            text: "坑道前のスカラベを倒し、祈祷「 毒の刃 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "サリアの結晶坑道",
            text: "小屋の宝箱から、魔術「 岩盤発破 」を入手する。",
            tips: [],
          },
          {
            section: "サリアの結晶坑道",
            text: "祭壇の遺体から、タリスマン「 信徒の誓布 」を入手する。",
            tips: [],
          },
          {
            section: "サリアの結晶坑道",
            text: "最奥で「 降る星の獣 」を倒す。",
            tips: [
              "強化素材「 喪色の鍛石 [6] 」と「 鍛石 [7] 」×5、道具「 塊の重力石 」×10、貴重品「 喪色掘りの鈴玉 [1] 」を入手。",
            ],
          },
          {
            section: "エオニアの中心",
            text: "「 宿将オニール 」を倒す。",
            tips: ["斧槍「 宿将の軍旗 」と、貴重品「 無垢金の針 」を入手。"],
          },
          {
            section: "エオニアの中心周辺",
            text: "沼前のスカラベを倒し、戦灰「 聖なる光輪 」を入手する。",
            tips: [],
          },
          {
            section: "ゴーリーのボロ家",
            text: "「 賢者ゴーリー 」に、貴重品「 無垢金の針 」を渡す。",
            tips: ["情報「 サリアの街の秘密 」を入手。"],
          },
          {
            section: "ゴーリーのボロ家",
            text: "ロードを挟み、再度「 ゴーリー 」に話しかける。",
            tips: ["貴重品「 無垢金の針 」を入手。"],
          },
          {
            section: "魔術街サリア",
            text: "沼側の廃屋の遺体から、遺灰「 腐った野犬の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "街中にある絵画を調べ、情報「 絵画「赤獅子」 」を入手する。",
            tips: [
              "絵画に描かれた場所は、グレイオールの竜塚の小黄金樹周辺。後程回収に行きます。",
            ],
          },
          {
            section: "魔術街サリア",
            text: "魔術街の出口で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "高楼の燭台に火を灯し、街の封印を解く。",
            tips: ["燭台は全部で三つある。全て灯そう。"],
          },
          {
            section: "魔術街サリア",
            text: "テラスの遺体から、杖「 喪失の杖 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "木の上のスカラベを倒し、戦灰「 二連斬り 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "屋根上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "屋根上の遺体から、兜「 青雫スカラベ 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "封印部屋の宝箱から、貴重品「 魔石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "封印部屋の宝箱から、タリスマン「 魔力竜印のタリスマン+1 」を入手する。",
            tips: [],
          },
          {
            section: "魔術街サリア",
            text: "封印部屋の宝箱から、魔術「 夜の彗星 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "サリアの椅子廟",
            text: "「 ノクスの剣士＆ノクスの僧 」を倒す。",
            tips: ["曲剣「 ノクスの流体剣 」を入手。"],
          },
          {
            section: "サリアの椅子廟",
            text: "奥の宝箱から、杖「 ルーサットの輝石杖 」を入手する。",
            tips: [],
          },
          {
            section: "四鐘楼",
            text: "貴重品「 魔石剣の鍵 」を使い、最後の転送門を起動する。",
            tips: [
              "ここまでフローチャート通りに進めてきたのなら、残っている転送門は「永遠の夜空」か「崩れゆく地」のいずれか。 最後の転送門を起動し、その先にあるお宝を頂こう。 崩れゆく地： 真珠竜印のタリスマン （魔力・炎・雷・聖の被ダメージ×0.95） 永遠の夜空： 斑色の首飾り （免疫・頑健・正気耐性+40）",
              "お宝を頂いたらケイリッドへ戻り、魔術街サリアの裏街道を進もう。",
            ],
          },
          {
            section: "腐れ病の教会",
            text: "マリカ像の前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [],
          },
          {
            section: "腐れ病の教会",
            text: "「 ミリセント 」に話しかけ、貴重品「 無垢金の針 」を渡す。",
            tips: [],
          },
          {
            section: "腐れ病の教会",
            text: "ロードを挟み、再度「 ミリセント 」に話しかける。",
            tips: [
              "タリスマン「 義手剣士の伝承 」を入手。",
              "ここまで来たついでに、周辺を探索してみよう。まずは教会から下ってみるべし。",
            ],
          },
          {
            section: "沼見張りの塔",
            text: "牢の中の遺体から、魔術「 永遠の暗黒 」を入手する。 ※任意",
            tips: [
              "次は教会から上がってみるべし。坂上の墓石の裏には、隠し洞窟があるゾ！",
            ],
          },
          {
            section: "サリアの隠し洞窟",
            text: "崖底の遺体から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [
              "崖底の封印された扉は「 フローチャート4：アルター高原編 」までお預けです。",
            ],
          },
          {
            section: "サリアの隠し洞窟",
            text: "隠し部屋の宝箱から、槍「 結晶槍 」を入手する。",
            tips: ["隠し部屋は、結晶が折り重なる広場の上層にある。"],
          },
          {
            section: "サリアの隠し洞窟",
            text: "隠れ家の宝箱から、遺灰「 結晶人の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "サリアの隠し洞窟",
            text: "最奥で「 腐敗した結晶人 」を倒す。",
            tips: ["魔術「 放たれる結晶 」を入手。"],
          },
          {
            section: "ゴーリーのボロ家",
            text: "「 ミリセント 」に話しかける。",
            tips: [
              "これで湖のリエーニエ：古遺跡断崖の「 溶岩土竜マカール 」戦前に、彼女の召喚サインが出現する。フローチャート3のラストで行く場所です。",
            ],
          },
          {
            section: "ゴーリーのボロ家",
            text: "ロードを挟み、「 賢者ゴーリー 」に話しかける。",
            tips: ["ゴーリーショップ開業。", "ミリセントの訪問も伝えよう。"],
          },
          {
            section: "赤獅子城",
            text: "墓地のスカラベを倒し、戦灰「 炎撃 」を入手する。",
            tips: [],
          },
          {
            section: "赤獅子城",
            text: "奴隷部屋の遺体から、貴重品「 武具職人の製法書 [5] 」を入手する。",
            tips: ["中庭の老獅子を倒せば、いい物が貰えるかもしれないゾ！？"],
          },
          {
            section: "赤獅子城",
            text: "貯水倉庫の遺体から、貴重品「 武具職人の製法書 [4] 」を入手する。",
            tips: [],
          },
          {
            section: "赤獅子城",
            text: "外壁上の遺体から、大剣「 フランベルジュ 」を入手する。",
            tips: [],
          },
          {
            section: "赤獅子城",
            text: "物資倉庫の遺体から、貴重品「 灼けた砥石刃 」を入手する。",
            tips: [],
          },
          {
            section: "赤獅子城",
            text: "広場で「 混種の戦士＆坩堝の騎士 」を倒す。",
            tips: ["伝説の特大剣「 遺跡の大剣 」を入手。"],
          },
          {
            section: "赤獅子城",
            text: "教会にいる「 城主ジェーレン 」に話しかける。 ◇――――◇――――◇",
            tips: [
              "選択肢はご自由に。",
              "ケイリッドの攻略は、ここで一旦終了。次は湖のリエーニエ西部「カーリアの城館」の先へ進み、魔女ラニのイベントを進めよう。",
            ],
          },
          {
            section: "ラニの魔術師塔周辺",
            text: "塔の前の「 輝石竜アデューラ 」を追い払う。",
            tips: [
              "面倒なら無視でもいいが、周辺を安全に探索したいなら追い払おう。(ｼｯｼｯ 塔の中から弓などの遠距離攻撃で、HPを半分ほど削ればOKだ。 「 フローチャート5：地下世界編 」にて、正式に討伐します。",
            ],
          },
          {
            section: "ラニの魔術師塔周辺",
            text: "廃墟群のスカラベを倒し、戦灰「 冷気の霧 」を入手する。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "陰謀の夜について、「 魔女ラニ 」を問い詰める。",
            tips: [
              "「 魔術師ロジェール 」のイベント進行度によっては、このイベントがスキップされることがある。",
            ],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 魔女ラニ 」について、「 魔術師ロジェール 」に相談する。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 魔女ラニ 」に仕える。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 軍師イジー 」に話しかける。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 半狼のブライヴ 」に話しかける。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 魔術教授セルブス 」に話しかける。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 ラニ 」に話しかける。",
            tips: [],
          },
          {
            section: "セルブスの魔術師塔",
            text: "外壁上の遺体から、兜「 黒狼の仮面 」を入手する。",
            tips: [],
          },
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」からの使いを受け、貴重品「 セルブスの精薬 」を受け取る。",
            tips: [
              "精薬は「 戦士ネフェリ・ルー 」「 百智卿ギデオン 」「 糞喰い 」のいずれかに渡せる。 アイテム収集を目的とするなら、ネフェリか糞喰いに渡そう。 本フローチャートではNPCイベント完遂のため、ギデオンに渡すこととする。",
            ],
          },
          {
            section: "セルブスの魔術師塔",
            text: "最上階の宝箱から、貴重品「 メモリ・ストーン 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの城館",
            text: "城館下層の二階にいる「 召使いピディ 」に話しかける。",
            tips: [
              "祝福「城館下層」の二階へ行くには、スリーシスターズ側から崖を飛び降りる必要がある。",
              "ピディショップ開業。",
              "ピディが販売している商品を全て購入すると…？",
            ],
          },
          {
            section: "カーリアの城館",
            text: "外壁上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: ["城館下層の屋上から、外壁上に飛び降りてみよう。"],
          },
          {
            section: "城館への道",
            text: "「 軍師イジー 」に話しかける。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "「 戦士ネフェリ・ルー 」に、貴重品「 嵐鷹の古王 」か「 セルブスの精薬 」を渡す。",
            tips: [
              "どちらのアイテムを渡したかで、ルートが分岐する。 本フローチャートでは「嵐鷹の古王」を渡すこととする。 精薬は「 糞喰い 」にも渡せるので、彼が登場するまで所持しておくのも一つの手。",
            ],
          },
          {
            section: "城館への道",
            text: "「 百智卿ギデオン 」に、貴重品「 セルブスの精薬 」を渡す。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "「 魔術師ロジェール 」に話しかける。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "ロードを挟み、再度「 ロジェール 」に話しかける。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "ロードを3回挟み、「 ロジェール 」の末路を見る。",
            tips: [
              "貴重品「 ロジェールの鈴玉 」、防具「 魔術剣士シリーズ (兜胴手足)」、情報「 ロジェールの手紙 」を入手。",
            ],
          },
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」に話しかける。",
            tips: ["セルブス魔術ショップ開業。"],
          },
          {
            section: "ラニの魔術師塔周辺",
            text: "秘密の地下室にあるメッセージを調べる。",
            tips: [
              "セルブス所有の秘密の地下室は、ラニの魔術師塔周辺の廃墟群に隠されている。床を注意深く観察してみよう。",
            ],
          },
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」に「地下室について」問い質す。",
            tips: [
              "傀儡はいずれどちらも入手できるが、まずは対価が高い「 壺男の傀儡 」を貰っておくべし。",
            ],
          },
          {
            section: "セルブスの魔術師塔",
            text: "ロードを2回挟み、「 セルブス 」に「新しい傀儡が欲しい」とおねだりする。",
            tips: ["セルブス傀儡ショップ開業。"],
          },
          {
            section: "セルブスの魔術師塔",
            text: "傀儡を全て購入し、「 セルブス 」と「秘密の話」をする。",
            tips: [
              "「 琥珀の星光 」は「 フローチャート4：アルター高原編 」にて調達します。",
            ],
          },
          {
            section: "シーフラ河の井戸",
            text: "東部の小黄金樹付近にある昇降機で、シーフラ河へと降りる。 ◇――――◇――――◇ シーフラ河  シーフラ河下層のアイテム ※赤丸は灯の台座の位置",
            tips: [],
          },
          {
            section: "井戸下周辺",
            text: "石像の上のスカラベを倒し、魔術「 神託のシャボン 」を入手する。",
            tips: [],
          },
          { section: "井戸下周辺", text: "昇降機で中層へ上がる。", tips: [] },
          {
            section: "岸辺周辺",
            text: "角骸の霊場前の遺体から、貴重品「 地図断片：シーフラ河 」を入手する。",
            tips: ["祝福から真っ直ぐ東へ進んでみよう。"],
          },
          {
            section: "岸辺周辺",
            text: "八つの台座に火を灯す。",
            tips: [
              "全ての台座に火を灯せば「 祖霊 」への挑戦権を得られるゾ。 火を灯した台座の数は、角骸の霊場前の石柱で確認できるゾ。",
            ],
          },
          {
            section: "岸辺周辺",
            text: "橋下の遺体から、長弓「 角の弓 」を入手する。",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "野営跡の遺体から、中盾「 逆さ鷹のヒーターシールド 」を入手する。",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "野営跡の遺体から、貴重品「 武具職人の製法書 [6] 」を入手する。",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "南東の崖際にいる「 半狼のブライヴ 」に話しかける。",
            tips: ["角骸の霊場の北辺りを探してみよう。"],
          },
          {
            section: "岸辺周辺",
            text: "崩れた橋の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "取り残された商人から、貴重品「 放浪戦士の製法書 [17] 」を購入する。",
            tips: [
              "商人は水道橋の先の奥まった場所にいる。",
              "製法書に記されている「 油壺 」は、「 アレキサンダー 」とのイベントで必要になるので、必ず購入しておくこと。 材料となる「 蕩けたキノコ 」も、そこら辺で採集しておこう。",
            ],
          },
          {
            section: "信奉者の森（下層）周辺",
            text: "滝前 のスカラベを倒し、戦灰「 構え 」を入手する。",
            tips: [],
          },
          {
            section: "信奉者の森（下層）周辺",
            text: "遺跡前で 、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "信奉者の森（下層）周辺",
            text: "遺跡前の遺体から 、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "下層の探索が終わったら、祝福「信奉者の森」の南にある転送門の元へ向かおう。",
            ],
          },
          {
            section: "信奉者の森（下層）周辺",
            text: "転送門で森の上層に転位する。",
            tips: [],
          },
          {
            section: "信奉者の森（上層）周辺",
            text: "遺跡内 のスカラベを倒し、魔術「 神託の大シャボン 」を入手する。",
            tips: [],
          },
          {
            section: "信奉者の森（上層）周辺",
            text: "水場で「 竜人兵 」を倒す。 ※任意",
            tips: ["斧槍「 竜のハルバード 」を入手。"],
          },
          {
            section: "信奉者の森（上層）周辺",
            text: "滝壺の遺体から 、タリスマン「 マリカの刻印 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "角骸の霊場",
            text: "「 祖霊 」を倒す。",
            tips: ["遺灰「 祖霊の民の遺灰 」を入手。"],
          },
          {
            section: "奥井戸の下周辺",
            text: "奥井戸前の遺体から 、タリスマン「 正気の角飾り 」を入手する。",
            tips: [],
          },
          {
            section: "奥井戸の下周辺",
            text: "奥井戸の昇降機を起動する。 ◇――――◇――――◇",
            tips: ["所持している「 石剣の鍵 」に余裕があればでOKだ。"],
          },
          {
            section: "シーフラ河の奥井戸周辺",
            text: "崖際の遺体から 、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "シーフラ河の奥井戸周辺",
            text: "谷間の遺体から 、大盾「 鋲壁の盾 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場前",
            text: "「戦士の大壺」に話しかける。",
            tips: [],
          },
          {
            section: "闘技場前",
            text: "赤の召喚サインから敵対NPC「大壺の騎士」を召喚し、全て倒す。",
            tips: [
              "オンライン接続時、大壺の騎士は他プレイヤーの装備をコピーして召喚されるので、厳しいようならオフラインで挑んでみよう。 どうしても勝てないなら、後回しでもOKだ。",
            ],
          },
          {
            section: "闘技場前",
            text: "「戦士の大壺」に話しかける。",
            tips: ["タリスマン「 大壺の武具塊 」を入手。"],
          },
          {
            section: "赤獅子城",
            text: "「 城主ジェーレン 」に「イジーについて」尋ねる。",
            tips: [],
          },
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」に「ノクローンについて」尋ねる。",
            tips: ["貴重品「 セルブスの紹介状 」を入手。"],
          },
          {
            section: "宿場跡の地下室",
            text: "「 魔術師セレン 」に、貴重品「 セルブスの紹介状 」を見せる。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "「 軍師イジー 」に「ジェーレンについて」尋ねる。 シーフラ河",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "「 半狼のブライヴ 」に「セレン or イジーの話」を伝える。",
            tips: [
              "伝えられるのはどちらかの話のみ。会話内容が多少変わるだけで、今後の展開に変化はない。",
            ],
          },
          {
            section: "岸辺周辺",
            text: "「 死衾の乙女フィア 」に抱かれ、彼女のお願いを聞く。",
            tips: ["貴重品「 蝕まれた短剣 」を入手。"],
          },
          {
            section: "岸辺周辺",
            text: "「 死を狩る者D 」に、貴重品「 蝕まれた短剣 」を渡す。",
            tips: [],
          },
          {
            section: "岸辺周辺",
            text: "ロードを挟み、奥の部屋に移動した「 フィア 」に話しかける。",
            tips: ["話しかける前が、絶景の観察ポイントですよ！（ナニが！？"],
          },
          {
            section: "岸辺周辺",
            text: "床に落ちているアイテムを拾う。 ケイリッド ",
            tips: [
              "貴重品「 Dの鈴玉 」と、防具「 双児シリーズ (兜胴手足)」を入手。",
            ],
          },
          {
            section: "赤獅子城広場",
            text: "「 半狼のブライヴ 」に話しかける。",
            tips: [],
          },
          {
            section: "赤獅子城広場",
            text: "「指巫女サロリナ(白いローブの女性)」に話しかける。",
            tips: ["ジェスチャー「 お辞儀 」を入手。"],
          },
          {
            section: "赤獅子城広場",
            text: "「 戦士の壺アレキサンダー 」に話しかける。",
            tips: [],
          },
          {
            section: "赤獅子城広場",
            text: "「 城主ジェーレン 」に「準備はよい」と伝える。",
            tips: ["ジェスチャー「 オーオーオー 」を入手。"],
          },
          {
            section: "慟哭砂丘",
            text: "破片の君主「 星砕きのラダーン 」を倒す。",
            tips: [
              "「大角のトラゴス」を召喚すれば、ジェスチャー「 よっ 」を入手。",
              "貴重品「 ラダーンの大ルーン 」と、道具「 星砕きの追憶 」を入手。",
            ],
          },
          {
            section: "慟哭砂丘",
            text: "「 半狼のブライヴ 」に話しかける。",
            tips: [],
          },
          {
            section: "慟哭砂丘",
            text: "「 戦士の壺アレキサンダー 」に話しかける。",
            tips: [
              "このタイミングで「星の落ちた地 (霧の森の南に開いた大穴)」から地下世界へ降り、永遠の都ノクローンの攻略を開始すると、「 魔女ラニ 」関連のイベントの一部がスキップされてしまうので注意！ ノクローンは「 フローチャート⑤：地下世界編 」にて攻略します。",
              "慟哭砂丘の北西に「英霊たちの地下墓」がありますが、難易度的には「グレイオールの竜塚」に相当するので、現時点での攻略はオススメしません。",
            ],
          },
          {
            section: "赤獅子城",
            text: "「 城主ジェーレン 」に話しかける。",
            tips: [
              "次のイベントへ進む前に、まずは「 ラダーンの大ルーン 」の力を取り戻そう。 神授塔は高難易度エリアの「グレイオールの竜塚」にあるが、余計な寄り道さえしなければ、この時点でも塔の最上階への到達は可能だ。",
            ],
          },
          {
            section: "ケイリッドの神授塔",
            text: "外壁の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "神授塔前の崖からジャンプで飛び移り、外壁伝いに登っていこう。",
              "塔の中腹にある祝福に辿り着いたら、 最上階を目指して 階段を登っていくこと。 この時点でも地下には下りられるが、敵がかなり強いためオススメしません。 塔の地下は「 フローチャート7：巨人たちの山嶺編 」にて攻略します。",
            ],
          },
          {
            section: "ケイリッドの神授塔",
            text: "最上階のルーンを調べ、貴重品「 ラダーンの大ルーン 」に力を得る。",
            tips: ["貴重品「 ラダーンの大ルーン 」を入手。"],
          },
          {
            section: "城館への道",
            text: "「 軍師イジー 」に話しかける。",
            tips: [],
          },
          { section: "主なき猟犬の封牢", text: "封牢を開く。", tips: [] },
          {
            section: "主なき猟犬の封牢",
            text: "「 半狼のブライヴ 」に話しかける。",
            tips: [],
          },
          {
            section: "城館への道",
            text: "「 軍師イジー 」を問い詰める。",
            tips: [],
          },
          {
            section: "壺村周辺",
            text: "崖際の穴に嵌っている「 戦士の壺アレキサンダー 」の「脱出を手伝う」。",
            tips: [
              "以下の手順で脱出を手伝うと、アレキサンダーとの会話を長く楽しめる。",
              "背後から数回攻撃する。",
              "悲鳴を上げたら攻撃を止め、話しかける。",
              "道具「 油壺 」を当て、話しかける。",
              "穴からの脱出後、話しかける。",
              "道具「 勇者の肉塊 」×3を入手。",
            ],
          },
          {
            section: "レアルカリア東門周辺",
            text: "特定の防具を入手後、「 お針子のボック 」に話しかける。",
            tips: [
              "特定の防具に該当するのは以下の5つ。防具の名を冠したデミゴッドを倒した後、「 指読みエンヤ 」の英雄の防具ショップに追加される。",
              "ラダーンの獅子鎧",
              "エルデ王の鎧",
              "マリケスの鎧",
              "血の君主の装束",
              "マレニアの鎧",
            ],
          },
          {
            section: "レアルカリア東門周辺",
            text: "「 ボック 」に、貴重品「 黄金の縫い針 」を渡す。",
            tips: [],
          },
          {
            section: "レアルカリア東門周辺",
            text: "「 ボック 」に話しかける。",
            tips: [
              "次はレアルカリア東門の下、谷底から「古遺跡断崖」を経由し、アルター高原を目指そう。",
              "古遺跡断崖は、いわゆるアルター高原に入るための裏口。 もし「 デクタスの割符 」が左右揃っているのなら、「デクタスの大昇降機」から正式にアルター高原入りするのもあり。",
            ],
          },
          {
            section: "谷底の隠し村周辺",
            text: "村の前で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "谷底の隠し村周辺",
            text: "村前の スカラベを倒し、戦灰「 野蛮な咆哮 」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡断崖",
            text: "昇降機前の遺体から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡断崖",
            text: "中層の遺体から、曲剣「 蛇神の曲刀 」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡断崖",
            text: "上層で「 溶岩土竜マカール 」を倒す。",
            tips: [
              "「 ならず者 」のイベントを進めていれば、ボス部屋前に彼の召喚サインが出現。",
              "「 ミリセント 」のイベントを進めていれば、ボス部屋前に彼女の召喚サインが出現。",
              "「大角のトラゴス」の召喚サインはデフォルト。",
              "大曲剣「 土竜の鱗剣 」と、貴重品「 竜の心臓 」を入手。",
            ],
          },
          {
            section: "古遺跡断崖",
            text: "昇降機に乗り、「アルター高原」へ。",
            tips: [],
          },
        ],
        altus: [
          {
            section: "捨てられた棺",
            text: "祝福にて「 メリナ 」と話す。",
            tips: [],
          },
          {
            section: "捨てられた棺",
            text: "「 聖職者コリン 」に話しかける。",
            tips: [],
          },
          {
            section: "捨てられた棺",
            text: "「 調霊師ローデリカ 」に「お知らせしておきたいこと」について尋ねる。",
            tips: [],
          },
          {
            section: "捨てられた棺",
            text: "書庫にいる「 糞喰い 」に話しかける。",
            tips: [
              "一通りのイベントを進行させたらアルター高原へ戻り、祝福の導きに従って進もう。",
            ],
          },
          {
            section: "捨てられた棺周辺",
            text: "荷台の遺体から、防具「 領主シリーズ (兜胴)」を入手する。",
            tips: [],
          },
          {
            section: "捨てられた棺周辺",
            text: "「 古竜ランサクス 」の脇を走り抜ける。",
            tips: [
              "戦ってもいいが、どのみち今は倒せないので、古竜の脇を駆け抜けて先へ進もう。",
            ],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "祝福付近で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "ルクスの廃墟",
            text: "「 招き手のラーヤ 」の手を取り、火山館へ転移する。",
            tips: [
              "まずはゲルミア火山の地図を入手しよう。 地図がある石碑までの正規ルートは、道のりが少々複雑になっているので、ここはラーヤちゃんに連れていってもらうのがオススメです。",
              "ラーヤがいるのは「ルクスの廃墟」の崖下か、高原側の「デクタスの大昇降機」前のどちらか。 「古遺跡断崖」からアルター高原入りしたのなら、ルクスの廃墟にいるはずだ。",
            ],
          },
          {
            section: "火山館",
            text: "火山館から出る。",
            tips: [
              "火山館に招かれたら、 何もせずに正面入口から外へ出ること。 祝福に触れるだけならOKだが、この時点で「 火山館の主人タニス 」に話しかけると、特定のNPCイベントがスキップされるので注意！ 火山館を出たら、左手の崖際に沿って進み、崖下の石碑の元へ向かおう。 ここにはまた改めて来るので、今は霊馬に騎乗して駆け抜けてしまえばOKだ。",
            ],
          },
          {
            section: "罪人送りの道周辺",
            text: "崖下にある石碑で、貴重品「 地図断片：ゲルミア火山 」を入手する。",
            tips: [
              "ここまで来たついでに、石碑付近にある祝福にも触れておこう。",
              "用事が済んだら祝福「黄金樹を臨む丘」へ戻り、アルター高原の地図を取りに行こう。",
            ],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "三叉路周辺にある石碑で、貴重品「 地図断片：アルター高原 」を入手する。",
            tips: [
              "祝福の導きに従って進めば、そのうち地図上に石碑の位置が表示されるはずだ。",
            ],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "石碑前にいる「 聖職者コリン 」に話しかける。 ◇――――◇――――◇ 攻略経路 火山側のアイテム",
            tips: [
              "丁度石碑前にいるので、ついでに挨拶しておこう。",
              "ショップに新たな祈祷が追加される。",
              "2つの地図を入手したら、祝福「捨てられた棺」周辺から順に攻略していきます。",
            ],
          },
          {
            section: "捨てられた棺周辺",
            text: "湖前の スカラベを倒し、戦灰「 聖律 」を入手する。",
            tips: [],
          },
          {
            section: "調香師の廃墟",
            text: "「 忌み潰し (参考)」を倒す。",
            tips: ["防具「 忌み潰しシリーズ (胴手足)」を入手。"],
          },
          {
            section: "調香師の廃墟",
            text: "廃墟の宝箱から 、貴重品「 調香師の製法書 [1] 」を入手する。",
            tips: [],
          },
          {
            section: "調香師の廃墟",
            text: "廃墟の床から 、貴重品「 調香瓶 」×2を入手する。",
            tips: [],
          },
          {
            section: "調香師の廃墟",
            text: "地下室の宝箱から 、タリスマン「 調香師のタリスマン 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "醜き地下墓",
            text: "穴底の遺体から、遺灰「 翼の混種の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "醜き地下墓",
            text: "レバー付近の遺体から、道具「 呼び声頭「ごめんなさい」 」を入手する。",
            tips: [],
          },
          {
            section: "醜き地下墓",
            text: "最下層で「 調香師トリシャ＆混種の戦士 」を倒す。 ※任意",
            tips: ["遺灰「 調香師トリシャ 」を入手。"],
          },
          {
            section: "賢者の洞窟",
            text: "通路の宝箱から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "隠し部屋の宝箱から、兜「 黒布のフード 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "隠し部屋の宝箱から、中盾「 燭樹のウッドシールド 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "隠し小部屋の宝箱から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "通路の宝箱から、爪「 猛禽の鉤爪 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "隠し通路の宝箱から、胴鎧「 猛禽の黒羽 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "隠し通路の宝箱から、兜「 死骨の仮面 」を入手する。",
            tips: [],
          },
          {
            section: "賢者の洞窟",
            text: "手前のボス部屋で「 死術師ガレス 」を倒す。",
            tips: ["フレイル「 家族の首 」を入手。"],
          },
          {
            section: "賢者の洞窟",
            text: "奥のボス部屋で「 黒き刃の刺客 」を倒す。",
            tips: [
              "この黒き刃の刺客は、姿が見えないのが特徴。 それでも一応倒す方法はあるが、王都ローデイルの外れにいる商人から、「 歩哨の松明 」を購入してからのほうがいいかもしれません。 詳細は「 黒き刃の刺客 」ページを参照。",
              "タリスマン「 身隠しのヴェール 」を入手。",
            ],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "崖際にいる「 ミリセント 」に話しかける。",
            tips: [],
          },
          {
            section: "ウィンダムの廃墟",
            text: "「 ティビアの呼び舟 」を倒す。",
            tips: [
              "貴重品「 死の根 」と、魔術「 ティビアの呼び声 」を入手。",
              "入手した死の根は、任意のタイミングで「 獣の司祭グラング 」に渡しにいこう。",
            ],
          },
          {
            section: "ウィンダムの廃墟",
            text: "地下室の宝箱から、タリスマン「 真珠竜印のタリスマン+1 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "ウィンダムの地下墓",
            text: "インプ部屋の遺体から、タリスマン「 雷の蠍 」を入手する。",
            tips: [],
          },
          {
            section: "ウィンダムの地下墓",
            text: "水場の遺体から、貴重品「 古竜信徒の製法書 [1] 」を入手する。",
            tips: [],
          },
          {
            section: "ウィンダムの地下墓",
            text: "最奥で「 還樹の番犬 」を倒す。",
            tips: ["貴重品「 すずらん摘みの鈴玉 [1] 」を入手。"],
          },
          {
            section: "煮え立ち川周辺",
            text: "川辺の スカラベを倒し、戦灰「 連続射撃 」を入手する。",
            tips: [],
          },
          {
            section: "煮え立ち川周辺",
            text: "川辺で 、強化素材「 黄金の種子 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "煮え立ち川の洞窟",
            text: "毒沼の遺体から、防具「 キノコシリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "煮え立ち川の洞窟",
            text: "最下層で「 腐敗の眷属 」を倒す。",
            tips: ["タリスマン「 腐敗眷属の歓喜 」を入手。"],
          },
          {
            section: "煮え立ち川の終端周辺",
            text: "木の裏の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "ライ―ド砦",
            text: "中庭で「火の司教」を倒す。",
            tips: ["特大武器「 司教の大炎槌 」を入手。"],
          },
          {
            section: "ライ―ド砦",
            text: "倉庫の遺体から、貴重品「 武具職人の製法書 [7] 」を入手する。",
            tips: [],
          },
          {
            section: "ライ―ド砦",
            text: "屋上の壁際で、タリスマン「 炎の蠍 」を入手する。",
            tips: [],
          },
          {
            section: "ライ―ド砦周辺",
            text: "溶岩地帯で「 溶岩土竜 」を倒す。 ※任意",
            tips: [
              "貴重品「 竜の心臓 」を入手。",
              "大竜餐教会に、祈祷「 溶岩ブレス 」が追加される。",
            ],
          },
          {
            section: "ライ―ド砦周辺",
            text: "溶岩の中にいる「 戦士の壺アレキサンダー 」に話しかける。",
            tips: [
              "兜「 壺頭 」を入手。",
              "巨人たちの山嶺の「 火の巨人 」戦前に、アレキサンダーの召喚サインが出現する。",
            ],
          },
          {
            section: "隠者のボロ家",
            text: "ボロ家の中の遺体から、魔術「 たぎる溶岩 」を入手する。",
            tips: [],
          },
          {
            section: "職人のボロ家",
            text: "ボロ家の前の遺体から、クロスボウ「 滑車の弩 」を入手する。",
            tips: [],
          },
          {
            section: "隠者の村",
            text: "家屋の裏の遺体から、兜「 ヤロダスの輝石頭 」を入手する。",
            tips: [],
          },
          {
            section: "隠者の村",
            text: "石段の遺体から、道具「 呼び声頭「貴方は美しいわ」 」を入手する。",
            tips: [],
          },
          {
            section: "隠者の村",
            text: "家屋の中の遺体から、防具「 はぐれ魔術師シリーズ (胴腕足)」を入手する。",
            tips: [],
          },
          {
            section: "隠者の村周辺",
            text: "村外れで「 亜人の女王マギ 」を倒す。 ※任意",
            tips: [
              "戦いを挑む前に、マギの奥にある祝福に触れておこう。",
              "貴重品「 メモリ・ストーン 」を入手。",
            ],
          },
          {
            section: "隠者の村周辺",
            text: "祝福付近にいる「源流の魔術師アズール」に話しかける。",
            tips: ["伝説の魔術「 彗星アズール 」を入手。"],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "上層奥の宝箱から、槌「 指輪指 」を入手する。",
            tips: [
              "指輪指が入った宝箱は、チャリオットの通り道の先、溶岩溜まりの奥にある。",
            ],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "下層通路の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "鍵を安全に取るには、チャリオットを溶岩溜まりまで誘導する必要がある。",
            ],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "下層通路で「 墓所影 (参考)」を倒す。",
            tips: [
              "曲剣「 蟷螂刀 」を入手。",
              "梁の上から弓などで釣り出し、チャリオットに轢かせると楽。",
            ],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "下層通路で「 猟犬騎士 (参考)」を倒す。",
            tips: ["防具「 猟犬騎士シリーズ (兜胴手足)」を入手。"],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "下層通路の遺体から、防具「 ゲルミア騎士シリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "最奥で「 英雄の赤狼 」を倒す。",
            tips: ["遺灰「 猟犬騎士フロー 」を入手。"],
          },
          {
            section: "ゲルミアの英雄墓",
            text: "ボス部屋の宝箱から、貴重品「 死の根 」を入手する。",
            tips: [
              "入手した死の根は、任意のタイミングで「 獣の司祭グラング 」に渡しにいこう。",
            ],
          },
          {
            section: "ゲルミア火山・一合目 (ゲルミアの英雄墓周辺)",
            text: "「 パッチ 」に話しかける。",
            tips: [
              "ちょっと分かりにくいが、虹色石が落ちている辺りに潜んでいる。",
            ],
          },
          {
            section: "ゲルミア火山・一合目 (ゲルミアの英雄墓周辺)",
            text: "崖際に落ちている虹色石に近付く。",
            tips: [],
          },
          {
            section: "ゲルミア火山・一合目 (ゲルミアの英雄墓周辺)",
            text: "「 パッチ 」の弁明を聞く。",
            tips: [
              "パッチがいる辺りから、道が「北」と「東」に分岐しているが、アイテム入手目的なら、まずは「東」へ向かおう。 本フローチャートでは「東」の探索を終わらせた後に「北」へ向かいます。",
              "パッチのイベント後、火山館の攻略を始めてもOK。 ただし、火山館のボス「 冒涜の君主ライカード 」はまだ倒さないこと。 本フローチャートでの攻略は、火山館関連のNPCイベントを最後まで遂行できるようになる「 フローチャート7.5：火山館編 」からになります。",
            ],
          },
          {
            section: "ゲルミア火山・一合目 (ゲルミアの英雄墓周辺)",
            text: "見張り櫓の遺体から、長弓「 滑車の弓 」を入手する。",
            tips: [],
          },
          {
            section: "死体臭のボロ家周辺",
            text: "ボロ家の前で、侵入NPC「褪せ人喰いアナスタシア」を倒す。",
            tips: ["大斧「 神聖な解体包丁 」を入手。"],
          },
          {
            section: "死体臭のボロ家周辺",
            text: "ボロ家の遺体から、祈祷「 黄金樹に誓って 」を入手する。",
            tips: [],
          },
          {
            section: "死体臭のボロ家周辺",
            text: "断絶した橋の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "ボロ家東の祝福「罪人橋」に触れたら、分岐路に戻って「北」へ進もう。",
            ],
          },
          {
            section: "ゲルミア火山・一合目",
            text: "野営地跡の遺体から、曲剣「 死体漁りの曲剣 」を入手する。 ※任意",
            tips: [
              "山頂前に放浪の民の商人がいる。ずっとひもじいそうなので、心優しい褪せ人は何か買ってあげよう。",
            ],
          },
          {
            section: "火山の洞窟",
            text: "棲家の遺体から、小盾「 蜷局の盾 」を入手する。",
            tips: [],
          },
          {
            section: "火山の洞窟",
            text: "最奥で「 亜人の女王マーゴ 」を倒す。",
            tips: ["バリスタ「 壺大砲 」を入手。"],
          },
          {
            section: "九合目 (山頂)",
            text: "「 降る星の成獣 」を倒す。 ※任意",
            tips: [
              "強化素材「 喪色の鍛石 [6] 」と「 鍛石 [6] 」×5、特大武器「 星獣の顎 」を入手。",
              "成獣を倒した後は、山頂の岩の出っ張りから崖下へ降り、火山館方面へ。そして祝福「罪人送りの道」の先へ進もう。",
            ],
          },
          {
            section: "火山館周辺",
            text: "崖際で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "火山館周辺",
            text: "火山館前の スカラベを倒し、戦灰「 貫通射撃 」を入手する。",
            tips: [],
          },
          {
            section: "罪人送りの道周辺",
            text: "遺体焼き場で「 ミミズ顔 (参考)」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前で「 爛れた樹霊 」を倒す。 ※任意",
            tips: [
              "貴重品「 鉛色の硬雫 」と「 青色の秘雫 」を入手。",
              "ここまで来たついでに、火山館の祝福「 地の底の責問所 」の先も探索してしまおう。",
            ],
          },
          {
            section: "火山館 (地の底の責問所周辺)",
            text: "地下で「 人さらいの乙女人形 」を倒す。 ※任意 ◇――――◇――――◇",
            tips: ["槍「 責問燭台 」を入手。"],
          },
          {
            section: "宿場跡の地下室",
            text: "「 魔術師セレン 」に「アズールの魔術を見せる」。",
            tips: [
              "アズールの魔術とは、ゲルミア火山で入手した「 彗星アズール 」のこと。",
              "そのまま話を進めていき、貴重品「 サリアの封印鍵 」を入手しよう。",
            ],
          },
          {
            section: "サリアの隠し洞窟",
            text: "貴重品「 サリアの封印鍵 」を使用し、最下層の封印扉を開ける。",
            tips: [],
          },
          {
            section: "サリアの隠し洞窟",
            text: "奥にいる「源流の魔術師ルーサット」に話しかける。",
            tips: ["伝説の魔術「 滅びの流星 」を入手。"],
          },
          {
            section: "宿場跡の地下室",
            text: "「 魔術師セレン 」に「願いについて」尋ねる。",
            tips: [],
          },
          {
            section: "宿場跡の地下室",
            text: "「 セレン 」に「ルーサットの居所を伝える」。",
            tips: ["道具「 星光の欠片 」を入手。"],
          },
          {
            section: "魔女封じの廃墟",
            text: "「 魔術師セレン 」に話しかけ、貴重品「 セレンの原輝石 」を受け取る。",
            tips: [],
          },
          {
            section: "魔女封じの廃墟",
            text: "ロードを挟み、地下室に現れた「 城主ジェーレン 」に話しかける。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔周辺",
            text: "秘密の地下室にあるセレン似の傀儡に、貴重品「 セレンの原輝石 」を移植する。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔周辺",
            text: "ロードを挟み、残されたメッセージを読む。",
            tips: ["メッセージは、セレンが立っていた場所に残されている。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "大書庫の前に現れた「金の共闘サイン」か「赤の侵入サイン」を調べる。",
            tips: [
              "調べたサインにより、セレンルートか、ジェーレンルートへと分岐する。 本フローチャートでは「魔術師セレン」ルートに入るため、「金の共闘サイン」を調べることとする。 初周は入手アイテム数が多いセレンルート、次周はジェーレンルートがオススメだ。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "「 魔女狩りジェーレン 」を倒す。",
            tips: ["防具「 奇矯騎士シリーズ (兜胴手足)」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "大書庫にいる「 魔術師セレン 」に話しかける。",
            tips: [
              "短剣「 輝石のクリス 」を入手。",
              "魔術ショップに新たな魔術が追加される。",
            ],
          },
          {
            section: "魔術学院レアルカリア",
            text: "ロードを挟み、大書庫の隅に移動した「 セレン 」の末路を見る。",
            tips: [],
          },
          {
            section: "魔術学院レアルカリア",
            text: "「 セレン 」の脇に落ちている、兜「 魔女の輝石頭 」を入手する。",
            tips: [],
          },
          {
            section: "隠者の村周辺",
            text: "「源流の魔術師アズール」がいた場所で、防具「 アズールシリーズ (兜胴手)」を入手する。",
            tips: [],
          },
          {
            section: "サリアの隠し洞窟",
            text: "「源流の魔術師ルーサット」がいた場所で、防具「 ルーサットシリーズ (兜胴手足)」を入手する。 ◇――――◇――――◇ アルター高原  攻略経路 高原側のアイテム",
            tips: [
              "セレンイベントが一段落したらアルター高原へ戻り、祝福「黄金樹を臨む丘」から東側を探索していきます。",
            ],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "野営地の荷車から、タリスマン「 大盾のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "野営地の荷車から、特大剣「 トロルの黄金剣 」を入手する。",
            tips: [],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "湿地帯の スカラベを倒し、戦灰「 血の刃 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "旧アルター坑道",
            text: "小屋の中の遺体から、タリスマン「 雷竜印のタリスマン+1 」を入手する。",
            tips: [],
          },
          {
            section: "旧アルター坑道",
            text: "小屋の中の遺体から、特大武器「 トロルハンマー 」を入手する。",
            tips: [],
          },
          {
            section: "旧アルター坑道",
            text: "最奥で「 石掘りトロル 」を倒す。",
            tips: ["特大武器「 グレートクラブ 」を入手。"],
          },
          {
            section: "日陰城周辺",
            text: "石像墓場で「日陰の城主マレーマレー」を倒す。",
            tips: [
              "刺剣「 蟻刺のレイピア 」と、防具「 マレー家シリーズ (兜胴)」を入手。",
            ],
          },
          {
            section: "日陰城",
            text: "外壁沿いの小屋にある絵画を調べ、情報「 絵画「英雄の歌」 」を入手する。",
            tips: [
              "絵画に描かれた場所は「王都外廓」周辺。後程回収に行きます。",
            ],
          },
          {
            section: "日陰城",
            text: "外壁沿いの石像部屋の宝箱から、貴重品「 戦乙女の義手 」を入手する。",
            tips: [],
          },
          {
            section: "日陰城",
            text: "内壁上の遺体から、貴重品「 調香瓶 」を入手する。",
            tips: [],
          },
          {
            section: "日陰城",
            text: "崖上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [
              "ショートカットの梯子付近から飛び降り、崖伝いに移動していけば発見できるゾ。",
            ],
          },
          {
            section: "日陰城",
            text: "外壁上の遺体から、貴重品「 調香師の製法書 [2] 」を入手する。",
            tips: [],
          },
          {
            section: "日陰城",
            text: "城主の広間で「 鉄茨のエレメール 」を倒す。 ※任意",
            tips: [
              "伝説の大剣「 マレー家の執行剣 」と、大盾「 鉄茨の大盾 」を入手。",
            ],
          },
          {
            section: "黄金樹を臨む丘周辺",
            text: "「 ミリセント 」に、貴重品「 戦乙女の義手 」を渡す。",
            tips: [
              "以下の三地点に、ミリセントの召喚サインが出現する。",
              "アルター高原 ：風車村ドミヌラ（ 神肌の使徒 の前）",
              "アルター高原 ：王都城壁前（ 竜のツリーガード の前）",
              "巨人たちの山嶺：ロルドの大昇降機前（ 黒き剣の眷属 の前）",
            ],
          },
          {
            section: "ゴーリーのボロ家",
            text: "「 賢者ゴーリー 」に「ミリセントに義手を渡した」と報告する。",
            tips: [],
          },
          {
            section: "ゴーリーのボロ家",
            text: "祈祷「 蟲糸 」を購入し、「マレニアについて」尋ねる。 アルター高原 ※任意",
            tips: [
              "ジェスチャー「 魅せられた祈り 」を入手。",
              "次はアルター高原「デクタスの大昇降機」周辺から、時計回りに探索していきます。",
            ],
          },
          {
            section: "黄金の一族の封牢",
            text: "「 接ぎ木のゴドフロア 」を倒す。",
            tips: ["伝説のタリスマン「 ゴッドフレイの肖像 」を入手。"],
          },
          {
            section: "ルクスの廃墟",
            text: "廃墟の スカラベを倒し、戦灰「 突撃バッシュ 」を入手する。",
            tips: [],
          },
          {
            section: "ルクスの廃墟",
            text: "地下室で「 亜人の女王ギリカ 」を倒す。 ※任意",
            tips: [],
          },
          {
            section: "ルクスの廃墟",
            text: "地下室の宝箱から、 タリスマン「 捧闘の剣のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "野営地の遺体から、 貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "街道の スカラベを倒し、戦灰「 地揺らし 」を入手する。",
            tips: ["三叉路辺りに透明なスカラベがいる。よく観察してみよう。"],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "祝福にて「 メリナ 」と話す。",
            tips: [
              "ボックのイベントを進めている場合、ボック生存ルートへのヒントが聞ける。詳細は「 お針子のボック 」のページにて。",
            ],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "祝福付近にやってきた「 お針子のボック 」に話しかけ、彼の願いを聞き入れる。",
            tips: [
              "ジェスチャー「 我が王よ 」を入手。",
              "ここでボックに、呼び声頭「 貴方は美しいわ 」を使えば生存ルートに入れるが、王都での会話イベントがスキップされてしまう。 ボックとのイベントを長く楽しみたいなら、生存ルートは王都入りするまで我慢だ。",
            ],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "夜の街道に現れる「 夜の騎兵 」を倒す。 ※任意",
            tips: ["戦灰「 聖律共有 」を入手。"],
          },
          {
            section: "王都外廓周辺",
            text: "クレーターで「 降る星の獣 」を倒す。 ※任意 ※任意",
            tips: [
              "強化素材「 喪色の鍛石 [5] 」と「 鍛石 [6] 」×5、道具「 扇の重力石 」×10と「 塊の重力石 」×10を入手。",
              "付近の大階段上にいる「 ツリーガード 」の討伐や、その先にある地図断片の回収は「 フローチャート6：王都ローデイル編 」にて行います。 気になる人は、このタイミングで討伐＆回収してしまってもOK。",
            ],
          },
          {
            section: "調香師の隠し洞窟",
            text: "崖下の宝箱から、貴重品「 調香瓶 」を入手する。",
            tips: [],
          },
          {
            section: "調香師の隠し洞窟",
            text: "最奥で「 忌み潰し＆病み花ミランダ 」を倒す。",
            tips: ["大斧「 忌み潰しの大鉈 」を入手。"],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "祝福の北東にある洞窟の先で、貴重品「 琥珀の星光 」を入手する。",
            tips: [],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "北への街道脇で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "野営地の遺体から、貴重品「 調香瓶 」を入手する。",
            tips: [
              "街道に沿って北へ進むと「森渡の大橋」に辿り着く。特に目ぼしい物はないが、放浪の民の商人がいるので、一度は会いに行ってあげよう。",
            ],
          },
          {
            section: "第二マリカ教会",
            text: "「 血の指の狩人ユラ 」に話しかける。",
            tips: ["刀「 長牙 」を入手。"],
          },
          {
            section: "第二マリカ教会",
            text: "侵入NPC「純紫の血指エレオノーラ」を倒す。",
            tips: [
              "道具「 鉤呼びの指薬 」、貴重品「 浄血の結晶雫 」、両刃剣「 エレオノーラの双薙刀 」を入手。",
            ],
          },
          {
            section: "第二マリカ教会",
            text: "マリカ像の前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [],
          },
          {
            section: "血の蠢く廃墟",
            text: "地下室で「 血の貴族 」を倒す。 ※任意",
            tips: [],
          },
          {
            section: "血の蠢く廃墟",
            text: "地下室の宝箱から、重刺剣「 血のヘリケー 」を入手する。",
            tips: [],
          },
          {
            section: "血の蠢く廃墟",
            text: "赤のサインから侵入し、敵対NPC「獣の爪マグナス」を倒す。",
            tips: [
              "マグナスは「 白面のヴァレー 」に関連したNPC。既にヴァレーのイベントを進めている場合は、スルーしてもOK。",
              "道具「 ルーンの孤 」と「 鉤呼びの指薬 」、大槌「 グレートスターズ 」、強化素材「 喪色の鍛石 [6] 」を入手。",
            ],
          },
          {
            section: "血の蠢く廃墟周辺",
            text: "輸送隊の荷車から、大槌「 グレートスターズ 」を入手する。",
            tips: [],
          },
          {
            section: "罪人送りの道、小脇周辺",
            text: "祭壇のスカラベを倒し、祈祷「 黄金樹の護り 」を入手する。",
            tips: [],
          },
          {
            section: "罪人送りの道、小脇周辺",
            text: "崩れた橋の先にいる「 金仮面卿 」に話しかける。",
            tips: [],
          },
          {
            section: "アルター街道の三叉路周辺",
            text: "「 聖職者コリン 」に「金仮面卿の居場所を教える」。",
            tips: [],
          },
          {
            section: "罪人送りの道、小脇周辺",
            text: "「 聖職者コリン 」に話しかける。",
            tips: ["ショップに新たな祈祷が追加される。"],
          },
          {
            section: "罪人送りの道、小脇周辺",
            text: "「 金仮面卿 」に話しかける。",
            tips: [],
          },
          {
            section: "罪人送りの道、小脇周辺",
            text: "崩れた橋の前で「戦魔術師」を倒す。",
            tips: [
              "兜「 ハイマの輝石頭 」と、防具「 戦魔術師シリーズ (胴手足)」を入手。",
            ],
          },
          {
            section: "西の風車牧場",
            text: "小屋の遺体から、遺灰「 大ネズミの遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "東の風車牧場",
            text: "風車前の遺体から、両刃剣「 ツインナイトソード 」を入手する。",
            tips: [],
          },
          {
            section: "東の風車牧場",
            text: "風車前の遺体から、防具「 貴族シリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "風車村ドミヌラ",
            text: "崖際の遺体から、大槌「 祝祭の大頭蓋 」を入手する。",
            tips: [],
          },
          {
            section: "風車村ドミヌラ",
            text: "高台で「 神肌の使徒 」を倒す。",
            tips: [
              "「 ミリセント 」に、貴重品「 戦乙女の義手 」を渡していれば、ボス前に彼女の召喚サインが出現する。",
              "両刃剣「 神肌剥ぎ 」と、祈祷「 薙ぎ払う黒炎 」を入手。",
            ],
          },
          {
            section: "風車村ドミヌラ",
            text: "ロードを挟み、高台に現れた「 ミリセント 」に話しかける。",
            tips: [
              "風車村ドミヌラは、祝祭武器（攻撃ごとにルーン獲得）のドロップを狙いつつ、それなりにルーンも稼げる場所なので、興味があるなら「 こちら 」を参考に試してみよう。",
            ],
          },
          {
            section: "前哨基地（正式名称不明）周辺",
            text: "街道脇で、強化素材「 黄金の種子 」を入手する。",
            tips: ["先に投石器を黙らせておくのが吉。"],
          },
          {
            section: "前哨基地（正式名称不明）周辺",
            text: "野営地のスカラベを倒し、戦灰「 雷撃斬 」を入手する。",
            tips: [],
          },
          {
            section: "街道見張りの塔",
            text: "塔頂の宝箱から、大弓「 大弓 」を入手する。",
            tips: [],
          },
          {
            section: "城壁沿いの小道周辺",
            text: "廃墟の「さまよえる貴人」の正体を暴き、「 老獅子 」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "城壁沿いの小道周辺",
            text: "高台で「 古竜ランサクス 」を倒す。 ※任意",
            tips: ["祈祷「 ランサクスの薙刀 」を入手。"],
          },
          {
            section: "城壁沿いの小道周辺",
            text: "高台の崖際で、小弓「 ハープボウ 」を入手する。",
            tips: ["情報「 絵画「英雄の歌」 」を所持していることが条件。"],
          },
          {
            section: "城壁沿いの小道周辺",
            text: "祭壇の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "雷呼びの教会周辺",
            text: "剣塚のスカラベを倒し、戦灰「 雷の羊 」を入手する。",
            tips: [],
          },
          {
            section: "雷呼びの教会",
            text: "宝箱から、祈祷「 竜雷の加護 」を入手する。",
            tips: [],
          },
          {
            section: "雷呼びの教会",
            text: "石像前で、強化素材「 聖杯の雫 」を入手する。",
            tips: [],
          },
          {
            section: "貴き者たちの英雄墓周辺",
            text: "英雄墓前で「 黒き刃の刺客 」を倒す。 ※任意 ※任意",
            tips: ["短剣「 黒き刃 」を入手。"],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "インプ部屋の遺体から、タリスマン「 緋色種子のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "床が崩れる部屋の遺体から、遺灰「 ローデイル兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "インプ部屋の遺体から、タリスマン「 竜印の盾のタリスマン+1 」を入手する。",
            tips: ["ギロチン通路の上部をよく見てみよう。"],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "墓守闘士がいる部屋の遺体から、道具「 呼び声頭「はじめようか」 」を入手する。",
            tips: [],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "「墓守闘士」を倒す。",
            tips: ["光の台座まで誘導し、実体化させてから攻撃しよう。"],
          },
          {
            section: "貴き者たちの英雄墓",
            text: "最奥で「 ザミェルの古英雄 」を倒す。",
            tips: [
              "伝説の遺灰「 古竜の騎士クリストフ 」を入手。",
              "次は高原中央の盆地を攻略します。",
            ],
          },
          {
            section: "蜃気楼の魔術師塔周辺",
            text: "インプ像を調べ、情報「 蜃気楼の謎かけ 」を入手する。",
            tips: ["地図のヒントを元に、三つの幻影に触れよう。"],
          },
          {
            section: "蜃気楼の魔術師塔",
            text: "最上階の宝箱から、魔術「 見えざる刃 」と「 見えざる姿 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "北西の瓦礫上の遺体から、兜「 輝ける金仮面 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹付近で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前で「 ミミズ顔 」を倒す。 ※任意",
            tips: ["貴重品「 緋溢れの結晶雫 」と「 斑彩色の硬雫 」を入手。"],
          },
          {
            section: "森の民の廃墟周辺",
            text: "廃墟の中で、貴重品「 放浪戦士の製法書 [19] 」を入手する。",
            tips: [],
          },
          {
            section: "森の民の廃墟周辺",
            text: "廃墟のスカラベを倒し、戦灰「 黄金の尻撃 」を入手する。",
            tips: [],
          },
          {
            section: "森の民の廃墟周辺",
            text: "廃墟の中で、大盾「 神聖画の盾 」を入手する。",
            tips: [],
          },
          {
            section: "森の民の廃墟周辺",
            text: "地下室の宝箱から、祈祷「 黄金の怒り 」を入手する。",
            tips: [],
          },
          {
            section: "アルター坑道",
            text: "崖際の遺体から、タリスマン「 武具塊のお守り+1 」を入手する。",
            tips: [],
          },
          {
            section: "アルター坑道",
            text: "最奥で「 結晶人 」を倒す。 ※任意 ◇――――◇――――◇",
            tips: [
              "貴重品「 喪色掘りの鈴玉 [2] 」を入手。",
              "アルター高原の攻略は一旦ここまで。次はラニ様関連のイベントを進めます。",
            ],
          },
        ],
        underground: [
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」に、貴重品「 琥珀の星光 」を渡す。",
            tips: ["再度話しかけると、タリスマン「 魔力の蠍 」を入手。"],
          },
          {
            section: "セルブスの魔術師塔",
            text: "ロードを挟み、「 セルブス 」から貴重品「 琥珀色の精薬 」を受け取る。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 魔女ラニ 」に、貴重品「 琥珀色の精薬 」を飲ませる。",
            tips: [
              "ラニに精薬を飲ませると、ラニ、ブライヴ、イジーらと敵対してしまい、ラニ関連のイベントが進行不可となる。 貴重品「 星の雫 」を1つも所持していなければ、ラニに精薬を飲ませるのはやめておこう。",
              "ラニ達と敵対したくない場合は、次の手順までスキップ。リムグレイブの「星の落ちた地」から地下世界へ向かおう。",
            ],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 ラニ 」にしつこく話しかけ、殺される。",
            tips: ["ラニ様に「臭い！」と罵ってもらいたい人だけ話しかけよう。"],
          },
          {
            section: "セルブスの魔術師塔",
            text: "「 魔術教授セルブス 」の末路を見る。",
            tips: [
              "貴重品「 セルブスの鈴玉 」と、防具「 魔術教授シリーズ (兜胴手足)」を入手。",
            ],
          },
          {
            section: "カーリアの城館",
            text: "「 召使いのピディ 」の末路を見る。",
            tips: [
              "貴重品「 ピディの鈴玉 」と、下記の遺灰を入手。",
              "「 戦士ネフェリ・ルー 」に、貴重品「 セルブスの精薬 」を渡しているかどうかで、入手できる遺灰が異なる。 渡している場合：遺灰「 ネフェリ・ルーの傀儡 」を入手。 渡してない場合：遺灰「 眠りのドローレスの傀儡 」を入手。",
            ],
          },
          {
            section: "結びの教会",
            text: "水盆で贖罪する。",
            tips: [
              "これで全て元通り。悪巧みしている輩は消え去りました。",
              "このとき初めて贖罪を行ったのであれば、「 結びの司祭ミリエル 」との会話内容が追加される。",
            ],
          },
          {
            section: "霧の森周辺",
            text: "森の南の「星の落ちた地」から地下へ下りる。 ◇――――◇――――◇ シーフラ河  シーフラ河上層のアイテム ※赤丸は灯の台座の位置",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "屋根上の遺体から、松明「 霊火のトーチ 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "テラスの遺体から、貴重品「 霊姿摘みの鈴玉 [1] 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "建物内の遺体から、貴重品「 雫の幼生 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "墓地の遺体から、遺灰「 大盾兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "テラスの遺体から、貴重品「 雫の幼生 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクローン",
            text: "神殿で「 写し身の雫 」を倒す。",
            tips: ["貴重品「 雫の幼生 」×2と、兜「 銀雫の仮面 」を入手。"],
          },
          {
            section: "祖霊の森周辺",
            text: "橋下の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "祖霊の森周辺",
            text: "橋下の遺体から、タリスマン「 正気の角飾り+1 」を入手する。",
            tips: [],
          },
          {
            section: "祖霊の森周辺",
            text: "六つの台座に火を灯す。",
            tips: [
              "全ての台座に火を灯せば「 祖霊の王 」への挑戦権を得られるゾ。 火を灯した台座の数は、角骸の霊場前の石柱で確認できるゾ。",
            ],
          },
          {
            section: "祖霊の森周辺",
            text: "霊場上の遺体から、タリスマン「 斑色の首飾り+1 」を入手する。",
            tips: [],
          },
          {
            section: "祖霊の森周辺",
            text: "中央祭壇で「祖霊の民の祭司」を倒す。",
            tips: ["兜「 光角の頭環 」を入手。"],
          },
          {
            section: "祖霊の森周辺",
            text: "崖際のスカラベを倒し、戦灰「 宿し撃ち 」を入手する。",
            tips: [],
          },
          {
            section: "祖霊の森周辺",
            text: "西の遺跡の宝箱から、道具「 幼祖霊の頭 」を入手する。 ※任意",
            tips: [],
          },
          {
            section: "角骸の霊場",
            text: "「 祖霊の王 」を倒す。",
            tips: [
              "道具「 祖霊の王の追憶 」を入手。",
              "次は森の南にある「夜の神域」へ向かいます。",
            ],
          },
          {
            section: "夜の神域",
            text: "上層通路の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "夜の神域",
            text: "聖堂祭壇の遺体から、貴重品「 黒い砥石刃 」を入手する。",
            tips: [],
          },
          {
            section: "夜の神域",
            text: "インプ部屋の宝箱から、伝説の遺灰「 写し身の雫の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "夜の神域",
            text: "聖堂上の遺体から、槌「 ノクスの流体槌 」を入手する。",
            tips: [],
          },
          {
            section: "夜の神域",
            text: "聖堂で「銀の大雫」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "夜の神域",
            text: "下層通路の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "夜の神域",
            text: "下層祭壇の宝箱から、貴重品「 指殺しの刃 」と、強化素材「 霊姿すずらんの大輪 」を入手する。",
            tips: ["次は森の北にある「シーフラの水道橋」へ向かいます。"],
          },
          {
            section: "水道橋を臨む断崖周辺",
            text: "崖際の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "シーフラの水道橋",
            text: "通路で「 坩堝の騎士 (参考)」を倒す。",
            tips: [
              "大盾「 坩堝の角盾 」を入手。",
              "槍持ちの騎士はスルーでOK。倒したいなら「 こちら 」を参考に。",
            ],
          },
          {
            section: "シーフラの水道橋",
            text: "円形部屋の遺体から、貴重品「 宣教師の製法書 [5] 」を入手する。",
            tips: [],
          },
          {
            section: "シーフラの水道橋",
            text: "円形部屋のスカラベを倒し、祈祷「 聖律の治癒 」を入手する。",
            tips: [],
          },
          {
            section: "シーフラの水道橋",
            text: "ボス部屋前にいる「 死に見えた者D 」に、防具「 双児シリーズ (兜胴手足)」を渡す。",
            tips: [
              "ジェスチャー「 内なる律 」を入手。",
              "ボス部屋前に、彼の召喚サインが出現する。",
              "鎧一式を渡すかどうかで「 死衾の乙女フィア 」のイベントの最後に、ちょっとした分岐が発生する。 ちなみに鎧一式は、Dのイベントを進めれば返ってくるので、心配せずとも大丈夫だ。",
            ],
          },
          {
            section: "シーフラの水道橋",
            text: "大滝壺で「 英雄のガーゴイル 」を倒す。",
            tips: [
              "大剣「 ガーゴイルの大剣 」と、両刃剣「 ガーゴイルの両刃剣 」を入手。",
              "ガーゴイルはかなりの強敵。倒せないようなら、先にラニのイベントを進めよう。",
            ],
          },
          {
            section: "シーフラの水道橋",
            text: "滝壺にある石棺に入る。 ◇――――◇――――◇",
            tips: ["祝福「大滝口」に触れたら、そこから先は一旦後回しだ。"],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 魔女ラニ 」に、貴重品「 指殺しの刃 」を渡す。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "「 ラニ 」から、貴重品「 カーリアの逆さ像 」を受け取る。",
            tips: ["ロードを挟むと、ラニの部屋に祝福が出現する。"],
          },
          {
            section: "城館への道",
            text: "「 軍師イジー 」に話しかける。",
            tips: [
              "次はリエーニエの東側にある塔へ向かおう。",
              "今回初めて書院を訪れたのなら、まずは普通に攻略しましょう。",
            ],
          },
          {
            section: "カーリアの書院",
            text: "二階で敵対NPC「魔術教授ミリアム」と戦う。",
            tips: [
              "ミリアムは二階では倒し切れない。突如として出現する貴人の傀儡に注意しつつ、三階に追い込もう。",
            ],
          },
          {
            section: "カーリアの書院",
            text: "二階で祭壇前で、杖「 カーリアの輝石杖 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの書院",
            text: "三階で敵対NPC「魔術教授ミリアム」を倒す。",
            tips: [
              "近付いてくるまで物陰に隠れて待つか、梁の上から奇襲を掛けよう。",
              "魔術「 降り注ぐ魔力 」を入手。",
            ],
          },
          {
            section: "カーリアの書院",
            text: "梁上の遺体から、タリスマン「 青色種子のタリスマン 」を入手する。",
            tips: ["タリスマンを入手したら、一階の入口へ戻ろう。"],
          },
          {
            section: "カーリアの書院",
            text: "入口の台座に、貴重品「 カーリアの逆さ像 」を置く。",
            tips: [],
          },
          {
            section: "カーリアの書院",
            text: "敵対NPC「魔術教授ミリアム」を倒す。",
            tips: [
              "またお前か！ 大弓魔術を放つタイミングで矢を放てば、遠距離からでも比較的楽に倒せる。",
              "魔術「 冷静 」を入手。",
            ],
          },
          {
            section: "カーリアの書院",
            text: "横穴の遺体から、兜「 秘匿の仮面 」を入手する。",
            tips: [],
          },
          {
            section: "カーリアの書院",
            text: "中央の昇降機で地下？（屋上？）へ。",
            tips: [],
          },
          {
            section: "リエーニエの神授塔、橋梁",
            text: "神授塔前で「 神肌の貴種 (参考)」を倒す。",
            tips: ["防具「 神肌シリーズ (兜胴手足)」を入手。"],
          },
          {
            section: "リエーニエの神授塔",
            text: "塔頂で貴重品「 死の呪痕 」と、タリスマン「 星見少女の伝承 」を入手する。 ◇――――◇――――◇ 深き根の底 深き根の底のアイテム",
            tips: [
              "次は一時中断していた「深き根の底」の攻略を開始します。まだ「 英雄のガーゴイル 」を倒せていない場合は、下記の「湖のリエーニエ：エインセル河の井戸」の項目までスキップだ。",
              "深き根の底の地図断片は、2つ目と3つ目の祝福の間辺りにある。霊馬でササっと取りに行くか、周辺を探索しながら地図を目指すかはお任せします。",
            ],
          },
          {
            section: "大滝口周辺",
            text: "祝福前で「 黄金樹の化身 (参考)」を倒す。",
            tips: ["特大武器「 化身の儀仗 」を入手。"],
          },
          {
            section: "大滝口周辺",
            text: "崖際のスカラベを倒し、戦灰「 黄金の地 」を入手する。",
            tips: [],
          },
          {
            section: "大滝口周辺",
            text: "蟻の巣の遺体から、伝説の祈祷「 エルデの流星 」を入手する。",
            tips: [
              "ここから先は、大量の「バジリスク」が出現する。 死の状態異常が怖い相手だが、「 獣除けの松明 」を手にしておけば、こちらから攻撃しない限り、襲ってくることはない……はずだ。",
            ],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "中央テラスの遺体から、貴重品「 地図断片：深き根の底 」を入手する。",
            tips: [
              "祝福「名も無き永遠の都」付近にある石棺に入れば、エインセル河へと移動できるが、行く意味は特にありません。",
            ],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "東の滝裏で「 ルーンベア (参考)」を倒す。",
            tips: ["タリスマン「 死王子の業瘡 」を入手。"],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "廃墟の遺体から、戦灰「 真空斬り 」を入手する。",
            tips: [],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "北の崖際で、遺灰「 霊廟兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "建物上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "西の高台で「 坩堝の騎士シルリア 」を倒す。 ※任意",
            tips: ["大槍「 シルリアの樹槍 」を入手。"],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "枯木の内側の宝箱から、防具「 坩堝シリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "平地の「歩く霊廟(鐘付き)」を大人しくさせる。",
            tips: ["直上の木の根から、霊馬ジャンプで飛び移ろう。"],
          },
          {
            section: "名も無き永遠の都周辺",
            text: "建物上の遺体から、杖「 死王子の杖 」を入手する。",
            tips: ["次の目的地である死王子の座は、木の根を登った先にある。"],
          },
          {
            section: "死王子の座",
            text: "「 フィアの英雄 」を倒す。",
            tips: [
              "オフラインモードで挑むと、比較的楽に倒せるゾ。",
              "魔術「 フィアの霧 」を入手。",
            ],
          },
          {
            section: "死王子の座",
            text: "「 死衾の乙女フィア 」に抱かれ、「密かな話」をする。",
            tips: [],
          },
          {
            section: "死王子の座",
            text: "「 フィア 」に、貴重品「 死の呪痕 」を渡す。",
            tips: [
              "道具「 光射す帳の恩寵 」を入手。",
              "ここで貰える「 光射す帳の恩寵 」は、抱かれるたびに貰えた「 帳の恩寵 」とは違い、一周で一個しか手に入らない一点物です。 ここぞというときに使いましょう！",
            ],
          },
          {
            section: "死王子の座",
            text: "「 フィア 」と「密かな話」をする。",
            tips: [],
          },
          {
            section: "死王子の座",
            text: "ロードを挟んでから「 フィア 」に抱かれ、「密かな話」をする。",
            tips: [],
          },
          {
            section: "死王子の座",
            text: "ロードを挟んでから「 フィア 」に触れ、「死衾の夢」に入る。",
            tips: [],
          },
          {
            section: "死王子の座",
            text: "死衾の夢で「 死竜フォルサクス 」を倒す。",
            tips: ["道具「 死竜の追憶 」を入手。"],
          },
          {
            section: "死王子の座",
            text: "「 フィア 」が遺した、貴重品「 死王子の修復ルーン 」を入手する。",
            tips: [
              "「エルデの王」エンディングを迎えるためのキーアイテムです。",
            ],
          },
          {
            section: "死王子の座",
            text: "ロードを挟み、「 フィア 」の末路を見る。",
            tips: ["防具「 フィアシリーズ (兜胴)」を入手。"],
          },
          {
            section: "死王子の座",
            text: "「 死に見えた者D 」に話しかける。",
            tips: [
              "シーフラの水道橋で「 双児の鎧 」一式を渡している場合のみ。",
            ],
          },
          {
            section: "死王子の座",
            text: "ロードを挟み、「 D 」の末路を見る。 ◇――――◇――――◇",
            tips: [
              "大剣「 分かたれぬ双児の剣 」と、防具「 双児シリーズ (兜胴手足)」を入手。",
              "付近にある転送門が気になるなら、行って確かめてもいいですが、すぐに帰ってきてね？",
            ],
          },
          {
            section: "エインセル河の井戸",
            text: "東部台地の東側にある昇降機で、エインセル河へ下りる。 ◇――――◇――――◇ エインセル河  エインセル河のアイテム",
            tips: [
              "まずは下流側から探索します。既に探索済みの人は、レナの魔術師塔から本流側へ向かおう。",
              "地図断片はあるのはかなり奥のほう。そんなに入り組んだ地形ではないので、探索しながら地図を目指そう。",
            ],
          },
          {
            section: "ウルの王朝遺跡周辺",
            text: "崖上の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "ウルの王朝遺跡周辺",
            text: "遺跡の遺体から、貴重品「 地図断片：エインセル河 」を入手する。",
            tips: [
              "地図断片はアステールの真下にあるゾ！",
              "付近に「世を捨てた商人」がいる。彼にはもう必要ない物なので、全て引き取ってあげよう。",
            ],
          },
          {
            section: "エインセル河、下流周辺",
            text: "死骸捨て場の遺体から、タリスマン「 免疫の角飾り 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ",
            text: "「 ノクステラの竜人兵 」を倒す。 ※任意",
            tips: ["祈祷「 氷の雷槍 」を入手。"],
          },
          {
            section: "永遠の都ノクステラ",
            text: "祭壇の宝箱から、強化素材「 霊姿すずらんの大輪 」を入手する。",
            tips: [
              "下流側の探索はここまで。次はレナの魔術師塔から河本流に入ります。",
            ],
          },
          {
            section: "レナの魔術師塔",
            text: "二階の宝箱から、防具「 雪魔女シリーズ (兜胴足)」を入手する。",
            tips: [],
          },
          {
            section: "レナの魔術師塔",
            text: "最上階にある転送門で、エインセル河本流へ移動する。 エインセル河",
            tips: [],
          },
          {
            section: "エインセル河本流周辺",
            text: "石棺の中に落ちている、貴重品「 小さなラニ 」を入手する。",
            tips: [],
          },
          {
            section: "エインセル河本流周辺",
            text: "祝福で「 小さなラニ 」に話しかける。",
            tips: ["無視されて悲しくなっても、涙を堪えて話しかけ続けよう。"],
          },
          {
            section: "ウルの王朝遺跡周辺",
            text: "滝前の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "ウルの王朝遺跡周辺",
            text: "滝前の遺体から、遺灰「 泥人の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "ウルの王朝遺跡周辺",
            text: "遺跡上の宝箱から、曲剣「 アステールの薄羽 」を入手する。",
            tips: [
              "アステールの薄羽があるのは、商人がいる遺跡の上。南側への横道を崖沿いに進もう。",
            ],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "祝福で「 小さなラニ 」に話しかける。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "扉前の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "階段横の部屋の宝箱から、大盾「 蟻の頭甲 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "階段横の部屋の宝箱から、貴重品「 霊姿摘みの鈴玉 [2] 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "建物裏手の遺体から、遺灰「 弓兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "インプ部屋の宝箱から、遺灰「 夜巫女と剣士の傀儡 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "橋付近で「銀の大雫」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "建物内で「銀の大雫」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "建物内の宝箱から、強化素材「 霊姿すずらんの大輪 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "建物内で「母なる大雫」を倒す。",
            tips: ["貴重品「 雫の幼生 」を入手。"],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "祭壇の宝箱から、伝説のタリスマン「 ノクステラの月 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "昇降機前で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "崖際の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "永遠の都ノクステラ周辺",
            text: "滝際の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "ノクステラ滝壺周辺",
            text: "祝福で「 小さなラニ 」に話しかける。",
            tips: [],
          },
          {
            section: "ノクステラ滝壺周辺",
            text: "広場で、敵対NPC「災いの影」を倒す。",
            tips: [
              "少し離れた位置からジャンプ攻撃を誘えば、楽に倒せるゾ！",
              "貴重品「 捨てられた王家の鍵 」を入手。",
            ],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "岸の遺体から、貴重品「 地図断片：腐れ湖 」を入手する。",
            tips: [
              "ここから先は湖の各所に点在するスイッチを踏み、足場を浮上させながら南側の回廊を目指そう。",
            ],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "東側で「祖霊の民の戦士」を倒す。",
            tips: ["タリスマン「 免疫の角飾り+1 」を入手。"],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "東側で「 竜人兵 」を倒す。 ※任意",
            tips: ["刀「 竜鱗刀 」を入手。"],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "南東側の遺体から、兜「 キノコの王冠 」を入手する。",
            tips: [],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "足場の上で「石肌の白王」を倒す。",
            tips: ["大剣「 白王の剣 」を入手する。"],
          },
          {
            section: "腐れ湖の岸周辺",
            text: "南西側の宝箱から、貴重品「 放浪戦士の製法書 [22] 」を入手する。",
            tips: [],
          },
          {
            section: "大回廊",
            text: "汚水路に潜む「 腐敗した樹霊 (参考)」を倒す。",
            tips: ["強化素材「 黄金の種子 」を入手。"],
          },
          {
            section: "大回廊",
            text: "祭壇の宝箱から、短剣「 蠍の針 」を入手する。",
            tips: [],
          },
          {
            section: "大回廊",
            text: "滝前にある石棺に入る。",
            tips: [
              "ここから先の敵はかなり強いので、無理そうなら「 フローチャート6：王都ローデイル編 」までスキップしてもOKだ。 最悪、エンディングを迎えるまでに消化すれば大丈夫なので！",
            ],
          },
          {
            section: "大回廊",
            text: "大空洞で「 暗黒の落とし子アステール 」を倒す。 ◇――――◇――――◇",
            tips: ["道具「 暗黒の落とし子の追憶 」を入手。"],
          },
          {
            section: "魔術学院レアルカリア",
            text: "大書庫の宝箱から、貴重品「 暗月の指輪 」を入手する。",
            tips: [],
          },
          {
            section: "ラニの魔術師塔",
            text: "塔の前で敵対NPC「 半狼のブライヴ 」を倒す。",
            tips: [
              "倒しても大丈夫です。",
              "特大剣「 王家のグレートソード 」と、防具「 ブライヴシリーズ (胴手足)」を入手。",
            ],
          },
          {
            section: "城館への道周辺",
            text: "「 軍師イジー 」に「ブライヴの最期」について話す。",
            tips: [],
          },
          {
            section: "城館への道周辺",
            text: "ロードを挟み、「 イジー 」の末路を見る。 エインセル河",
            tips: [
              "ロードを挟む前に深呼吸し、心を落ち着けましょう。",
              "貴重品「 イジーの鈴玉 」と、兜「 イジーの鏡兜 」を入手。",
            ],
          },
          {
            section: "大回廊",
            text: "大空洞奥の昇降機で、月光の祭壇へ。 ◇――――◇――――◇ 湖のリエーニエ 月光の祭壇のアイテム ※赤丸は大賢獣の位置",
            tips: [],
          },
          {
            section: "マヌス・セリスの大教会",
            text: "教会前で「 輝石竜アデューラ 」を倒す。 ※任意",
            tips: [
              "貴重品「 竜の心臓 」と、魔術「 アデューラの月の剣 」を入手。",
            ],
          },
          {
            section: "マヌス・セリスの大教会",
            text: "教会の地下へ下りる。",
            tips: [],
          },
          {
            section: "マヌス・セリスの大教会",
            text: "人形の指に指輪をはめる。",
            tips: [],
          },
          {
            section: "マヌス・セリスの大教会",
            text: "「 魔女ラニ 」に話しかける。",
            tips: [
              "この状態でエンディングを迎えると「星の世紀(その1)」エンドとなる。 ラニとの会話後、ラニの魔術師塔にあるラニの部屋へ行き、祝福で小さなラニに話しかければ「星の世紀(その2)」エンドの条件を満たせる。 1周で両エンディングを見たいのなら、小さなラニとの会話イベントは、ラスボスを倒すまで発生させないこと。 会話タイミングは「 フローチャート⑧：灰都ローデイル編 」に記載しておきます。",
            ],
          },
          {
            section: "マヌス・セリスの大教会",
            text: "二本指の下に現れた、伝説の大剣「 暗月の大剣 」を入手する。",
            tips: [],
          },
          {
            section: "月の貴族の廃墟周辺",
            text: "地下室の宝箱から、タリスマン「 青琥珀のメダリオン+2 」を入手する。",
            tips: [],
          },
          {
            section: "月光の祭壇周辺",
            text: "岩場で「輝石竜」×3を倒す。 ※任意",
            tips: [
              "三体密集＆地形不利はかなり面倒なので、遠距離から毒＆腐敗矢で状態異常にするのが無難。",
              "貴重品「 竜の心臓 」×3を入手。",
            ],
          },
          {
            section: "刃の長の封牢",
            text: "「 黒き刃の長アレクトー 」を倒す。",
            tips: ["伝説の遺灰「 黒き刃ティシー 」を入手。"],
          },
          {
            section: "ヒエロナの魔術師塔",
            text: "三体の大賢獣を倒す。",
            tips: [
              "塔の前のインプ像を調べてから、各所に潜む三体の大賢獣を探そう。割と広く分布しているので、上記の地図も参考に。",
              "塔付近の崖下",
              "南東の崖際",
              "封牢付近の霊気流上空",
              "捜索途中でファストトラベルを挟むと、大賢獣が消失してやり直しになるっぽいので注意！",
            ],
          },
          {
            section: "ヒエロナの魔術師塔",
            text: "最上階の宝箱から、伝説の魔術「 ラニの暗月 」を入手する。 ◇――――◇――――◇",
            tips: ["では、王都ローデイルへ向かいましょう！"],
          },
        ],
        leyndell: [
          {
            section: "外廓の幻影樹周辺",
            text: "祝福付近にある石碑で、貴重品「 地図断片：王都ローデイル 」を入手する。",
            tips: [
              "まずは地図を入手しよう。大階段を突破し、開いている門から城壁の内側へ。ツリーガードの相手はその後だ！",
            ],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "祝福前で、強化素材「 黄金の種子 」×2を入手する。",
            tips: [],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "門前で「 ツリーガード 」を倒す。",
            tips: [
              "大盾「 黄金樹の大盾 」と、道具「 英雄のルーン [1] 」を入手。",
              "ツリーガードを倒した後は、外廓の南側から探索していきます。",
            ],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "南の野営地で「 爛れた樹霊 (参考)」を倒す。",
            tips: ["強化素材「 黄金の種子 」を入手。"],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "野営地の荷台から、特大武器「 巨人砕き 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹教会",
            text: "壺前の遺体から、貴重品「 宣教師の製法書 [4] 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹教会",
            text: "祝福で「 メリナ 」を通して女王マリカの言霊を聞く。 ※任意",
            tips: ["ジェスチャー「 外なる律 」を入手。"],
          },
          {
            section: "小黄金樹教会",
            text: "小黄金樹前の遺体から、聖印「 黄金律の聖印 」を入手する。",
            tips: ["次は内廓前の堀へ下りよう。"],
          },
          {
            section: "封印された坑道周辺",
            text: "堀のスカラベを倒し、戦灰「 祈りの一撃 」を入手する。",
            tips: [
              "割合回復する戦技なので、HPが高い写し身に持たせると…？",
              "坑道は、貴重品「 ライカードの大ルーン 」の力を取り戻せる「西アルターの神授塔」へと繋がっている。該当の大ルーンを持っていなくても、この時点で攻略しておこう。",
              "坑道内は隠された通路が多いので、怪しい場所を攻撃しながら下層を目指そう。",
            ],
          },
          {
            section: "封印された坑道",
            text: "上層の宝箱から、貴重品「 鍛石掘りの鈴玉 [2] 」を入手する。",
            tips: [],
          },
          {
            section: "封印された坑道",
            text: "中層の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "封印された坑道",
            text: "最下層で「 石肌の黒王 」を倒す。",
            tips: [
              "大曲剣「 黒王の大剣 」を入手。",
              "次は外廓の幻影樹から北へ向かいます。",
            ],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "大階段で「 英雄のガーゴイル (参考)」を倒す。",
            tips: ["大斧「 ガーゴイルの大斧 」を入手。"],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "円形広場で、強化素材「 黄金の種子 」×2を入手する。",
            tips: [],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "大階段脇のスカラベを倒し、戦灰「 黄金パリィ 」を入手する。",
            tips: [],
          },
          {
            section: "外廓の幻影樹周辺",
            text: "大扉前の遺体から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "外廓の戦場跡周辺",
            text: "街道で「 忌み鬼マルギット (参考)」を倒す。 ※任意",
            tips: [
              "ボス表記は出ないものの、強さはストームヴィル城にいた個体以上。マルギットの拘束具も有効なので、持っているなら活用しよう。",
              "タリスマン「 緑琥珀のメダリオン+1 」を入手。",
            ],
          },
          {
            section: "外廓の戦場跡",
            text: "祝福で「 メリナ 」を通して女王マリカの言霊を聞く。",
            tips: [],
          },
          {
            section: "世捨て商人のボロ家",
            text: "夜に現れやすい「 鈴玉狩り 」を倒す。 ※任意",
            tips: [
              "貴重品「 薬売りの鈴玉 」を入手。",
              "ボロ家には、その名の通り商人がいるゾ！",
              "彼が販売している「 歩哨の松明 」には、姿が見えない敵を見い出す効果がある。 これがあれば、賢者の洞窟に潜む「 黒き刃の刺客 」の姿を暴けるようになるが…。",
            ],
          },
          {
            section: "小黄金樹周辺",
            text: "夜に外廓の北側に現れる「 死の鳥 」を倒す。 ※任意",
            tips: ["中盾「 双鳥のカイトシールド 」を入手。"],
          },
          {
            section: "小黄金樹周辺",
            text: "外廓北側の水盆で、貴重品「 羽の結晶雫 」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前の水盆で、貴重品「 細枝の割れ雫 」と「 緋色の結晶雫 」を入手する。",
            tips: ["王都入りする前に、まずは崖下（堀）側を探索します。"],
          },
          {
            section: "北側の堀周辺",
            text: "堀付近にいる「 ならず者 」に話しかける。 ※任意",
            tips: [
              "道具「 ゆでカニ 」を購入すると、少し仲良くなれる…？",
              "転送罠のせいで、非常に迷いやすい構造になっているので、道具「 虹色石 」で目印を付けながら進んでいこう。",
            ],
          },
          {
            section: "アウレーザの副墓",
            text: "牢屋の遺体から、貴重品「 調香師の製法書 [3] 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの副墓",
            text: "牢屋で、貴重品「 ヒビ壺 」×2を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの副墓",
            text: "最奥部屋で、貴重品「 儀式壺 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの副墓",
            text: "上層部屋で、貴重品「 儀式壺 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの副墓",
            text: "牢屋で、貴重品「 ヒビ壺 」×2を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの副墓",
            text: "「 墓守闘士 」を倒す。 ※任意",
            tips: [
              "遺灰「 特攻野郎たちの遺灰 」を入手。",
              "バジリスクが多いので、奇襲を警戒するなら「 獣除けの松明 」を手にしておこう。",
            ],
          },
          {
            section: "アウレーザの英雄墓",
            text: "インプ部屋の遺体から、直剣「 黄金の墓標 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの英雄墓",
            text: "通路の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの英雄墓",
            text: "二台の「チャリオット」を破壊する。",
            tips: [
              "本来、チャリオットの破壊は手順を踏む必要があるが、二台のチャリオットが行き交う通路上で、道具「 マルギットの拘束具 」を使ってみよう。 破壊までの手順を省略できるゾ。",
              "戦灰「 聖域 」と、防具「 ツリーガードシリーズ (兜胴手足)」を入手。",
            ],
          },
          {
            section: "アウレーザの英雄墓",
            text: "下層の遺体から、遺灰「 卑兵の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの英雄墓",
            text: "石像前の遺体から、タリスマン「 坩堝羽のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "アウレーザの英雄墓",
            text: "最奥で「 坩堝の騎士オルドビス 」を倒す。",
            tips: [
              "大剣「 オルドビスの大剣 」と、防具「 坩堝シリーズ (兜胴手足)」を入手。",
              "では、王都ローデイルに進入するため、北門へ向かいましょう。",
            ],
          },
          {
            section: "王都外廓・北門前",
            text: "「 竜のツリーガード 」を倒す。",
            tips: [
              "「大角のトラゴス」を倒していなければ、彼の召喚サインが出現する。",
              "「 ミリセント 」のイベントを進めていれば、彼女の召喚サインが出現する。",
              "特大武器「 大竜爪 」と、大盾「 竜爪の盾 」を入手。",
            ],
          },
          {
            section: "王都城壁前",
            text: "王都ローデイルに進入する。 王都ローデイル  王都内のアイテム ※地下はやりません…ｗ",
            tips: [
              "「 メリナ 」と取引しており、且つ大ルーンを2つ以上所持していると、王都ローデイルの封印が解除される。",
            ],
          },
          {
            section: "王都東城壁周辺",
            text: "祝福で休む。",
            tips: ["「 メリナ 」とはここでお別れです。うぅ…(´；ω；`)"],
          },
          {
            section: "王都東城壁周辺",
            text: "祝福付近にやってきた「 お針子のボック 」に話しかける。 ――――――――――",
            tips: [
              "ボックの生死が決まる最終タイミング。 ボックからの「思ったことはありますか？」に対し「 雫の幼生 」を渡すと、死亡ルートに入ってしまう。 ボックを生存させたければ、ボックに対して呼び声頭「 貴方は美しいわ 」を使った後、彼の問いに正直に答えよう。 幼生を渡してしまっても、ロードを挟む前に呼び声頭を使えば、死亡ルートの回避は可能。",
              "大通りと教会周辺は非常に入り組んでいるので、ここからは自由探索とします！ まずは地上区画の探索を終わらせよう。",
              "大通りの東門の先にある王都郊外は、後程探索します。",
            ],
          },
          {
            section: "大通り周辺",
            text: "ホール三階の宝箱から、貴重品「 調香瓶 」を入手する。",
            tips: [],
          },
          {
            section: "大通り周辺",
            text: "ホール四階の遺体から、貴重品「 苗床の呪い 」を入手する。",
            tips: [],
          },
          {
            section: "大通り周辺",
            text: "テラスの遺体から、胴鎧「 上流のローブ 」を入手する。",
            tips: [],
          },
          {
            section: "大通り周辺",
            text: "裏路地の遺体から、兜「 インプの頭(亡者) 」を入手する。",
            tips: [],
          },
          {
            section: "大通り周辺",
            text: "屋根上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "大通り周辺",
            text: "小庭園の屋根上の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "教会のベッドの遺体から、防具「 ライオネルシリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "教会のベッドで、胴鎧「 死衾のドレス 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "教会前で「 忌み潰し (参考)」を倒す。",
            tips: ["兜「 忌み笑いの面 」を入手。"],
          },
          {
            section: "王都下層、教会周辺",
            text: "下水道の遺体から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "下水道の遺体から、短剣「 黄銅の短刀 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "倉庫の遺体から、貴重品「 ヒビ壺 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "水路の遺体から、兜「 罪人のフード 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "空地で「 爛れた樹霊 (参考)」を倒す。",
            tips: ["強化素材「 黄金の種子 」を入手。"],
          },
          {
            section: "王都下層、教会周辺",
            text: "墓地の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "牢屋の宝箱から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "屋根上の遺体から、長弓「 黒弓 」を入手する。",
            tips: [],
          },
          {
            section: "王都下層、教会周辺",
            text: "大翼下のスカラベを倒し、戦灰「 落雷 」を入手する。 ――――――――――",
            tips: [],
          },
          {
            section: "城壁",
            text: "城壁内の遺体から、直剣「 杖剣 」を入手する。",
            tips: [],
          },
          {
            section: "城壁",
            text: "城壁上で「 英雄のガーゴイル (参考)」を倒す。",
            tips: ["斧槍「 ガーゴイルの斧槍 」を入手。"],
          },
          {
            section: "城壁",
            text: "城壁上で、強化素材「 黄金の種子 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "二階通路で、貴重品「 聖なる砥石刃 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "二階通路で、槌「 ハンマー 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "二階寝室で、ジェスチャー「 剣に誓って 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "二本指の間で、直剣「 秘文字の剣 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "書庫の遺体から、貴重品「 苗床の呪い 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "大広間の遺体から、防具「 アルベリッヒシリーズ (兜胴手足)」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "食堂の遺体から、貴重品「 二本指の祈祷書 」を入手する。",
            tips: [],
          },
          {
            section: "城館・円卓？",
            text: "待機室にある絵画を調べ、情報「 絵画「飛べない鳥」 」を入手する。",
            tips: [
              "絵画に描かれた場所は、アルター高原の「風車村ドミヌラ」周辺。後程回収に行きます。",
            ],
          },
          {
            section: "城館周辺",
            text: "中庭の遺体から、斧「 嵐鷹の斧 」を入手する。",
            tips: [],
          },
          {
            section: "城館周辺",
            text: "城館前で「ローデイル騎士」を倒す。",
            tips: ["聖印「 さざれ石の聖印 」を入手。"],
          },
          {
            section: "城館周辺",
            text: "小屋二階の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "闘技場前の遺体から、タリスマン「 捧闘の盾のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "闘技場前の遺体から、拳「 棘球拳 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "闘技場前にいる「 記録者コリン 」に話しかける。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "闘技場前にいる「 金仮面卿 」に話しかける。",
            tips: [],
          },
          {
            section: "黄金樹の大聖堂",
            text: "一階広間で「 最初の王ゴッドフレイ 」を倒す。",
            tips: ["貴重品「 お守り袋 」を入手。"],
          },
          {
            section: "黄金樹の大聖堂",
            text: "二階の宝箱から、長弓「 黄金樹の弓 」を入手する。",
            tips: [],
          },
          {
            section: "黄金樹の大聖堂",
            text: "二階の遺体から、貴重品「 星の雫 」を入手する。",
            tips: [],
          },
          {
            section: "黄金樹の大聖堂",
            text: "二階の吊り下げ椅子で、貴重品「 黄金律原論 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "「 記録者コリン 」から、祈祷「 回帰性原理 」を購入する。",
            tips: ["祈祷書は「 結びの司祭ミリエル 」に渡してもOK。"],
          },
          {
            section: "黄金樹の大聖堂周辺",
            text: "ラダゴン像の前で、祈祷「 回帰性原理 」を使用する。",
            tips: [
              "メッセージ「回帰だけが秘密を暴く」付近で、祈祷「回帰性原理」を使おう。 回帰性原理の発動には知力が37必要だが、以下の方法で足りない知力は補える。 これで知力を全く上げていなくても、祈祷の使用は可能だ。 該当アイテムがない場合は、もう産まれ直しするしかない。 ・知力瘤の結晶雫 +10 ・ゴドリックの大ルーン +5 ・星見少女の伝承 +5 ・マリカの刻印 or 爛れ刻印 +3～5 ・○○の輝石頭 +3～6 ・剣接ぎの大剣(復讐の誓い) +5",
            ],
          },
          {
            section: "黄金樹の大聖堂周辺",
            text: "新たに現れたメッセージ「ラダゴンとはマリカである」を読む。",
            tips: [],
          },
          {
            section: "黄金樹の大聖堂周辺",
            text: "街路のスカラベを倒し、祈祷「 黄金の魔力防護 」を入手する。",
            tips: [],
          },
          {
            section: "黄金樹の大聖堂周辺",
            text: "巨大槍の上で、伝説の槍「 グランサクスの雷 」を入手する。",
            tips: [],
          },
          {
            section: "闘技場周辺",
            text: "「 金仮面卿 」に「ラダゴンとはマリカである」と耳打ちする。",
            tips: ["ジェスチャー「 黄金律全姿 」を入手。"],
          },
          {
            section: "闘技場周辺",
            text: "「 記録者コリン 」に話しかける。",
            tips: ["ショップに新たな祈祷が追加される。"],
          },
          {
            section: "女王の閨",
            text: "寝所で、祈祷「 黄金樹の恵み 」を入手する。",
            tips: [
              "地上区画の探索は一旦ここまで。諸々の準備を整えたら、巨竜の大翼の下から地下区画へ向かおう。",
            ],
          },
          {
            section: "女王の閨",
            text: "「 糞喰い 」に話しかける。",
            tips: ["貴重品「 下水牢の鍵 」を入手。"],
          },
          {
            section: "女王の閨",
            text: "「 百智卿ギデオン 」に「居場所の分からぬデミゴッド」について尋ねる。",
            tips: [],
          },
          {
            section: "女王の閨",
            text: "「 鍛冶師ヒューグ 」に話しかける。",
            tips: ["通り掛かると、物騒な独り言が聞ける。"],
          },
          {
            section: "大通り脇の露台周辺",
            text: "地下区画「忌み捨ての地下」へ向かう。 忌み捨ての地下",
            tips: [
              "祝福「大通り脇の露台」から裏通りへ出て、大翼の下にある井戸を下りよう。",
            ],
          },
          {
            section: "地下大通り周辺",
            text: "大通り奥の遺体から、祈祷「 影送り 」を入手する。",
            tips: [
              "祈祷は格子扉の先にあるので、排水管区画から回り込もう。後回しでも可。",
            ],
          },
          {
            section: "地下大通り周辺",
            text: "大通りの隅で、防具「 血の滲んだシリーズ (兜手)」を入手する。",
            tips: [],
          },
          {
            section: "地下大通り周辺",
            text: "大通りの床に開いた穴から、地下水道へ下りる。",
            tips: [
              "地下水道へ下りる前に、祝福「地下大通り脇」に触れておくこと。地下水道へ下りたら直進し、ミランダ―フラワーがいる方向へ進もう。",
              "大通りの梁の上にあるアイテムは、現時点ではまだ取れない。",
            ],
          },
          {
            section: "地下水道",
            text: "下水牢前の遺体から、貴重品「 喪失の戦灰 」を入手する。",
            tips: [],
          },
          {
            section: "地下水道",
            text: "下水牢の中の「 糞喰い 」に「牢を出ろ」と伝える。",
            tips: [
              "「 忌み王モーゴット 」戦の前に、糞喰いの召喚サインが出現。",
              "「 忌み子モーグ 」戦の前に、糞喰いの召喚サインが出現。",
              "上記のボス戦で糞喰いの助力が欲しいのなら、糞喰いイベントはここで一旦止めよう。",
            ],
          },
          {
            section: "地下水道",
            text: "水道管底の遺体から、貴重品「 石剣の鍵 」を入手する。",
            tips: [],
          },
          {
            section: "地下水道",
            text: "螺旋階段の遺体から、遺灰「 放浪の民の遺灰 」を入手する。",
            tips: [],
          },
          {
            section: "地下水道",
            text: "下水広場で「忌み子」を倒す。",
            tips: ["道具「 忌み水子 」を入手。"],
          },
          { section: "地下水道", text: "排水管区画から飛び下りる。", tips: [] },
          {
            section: "地下水道",
            text: "下層の隅で、道具「 モーグの拘束具 」を入手する。 ※任意",
            tips: [
              "付近にいる二体のザリガニは、同士討ちさせられる。",
              "非常に迷いやすい構造になっているので、道具「 虹色石 」で目印を付けながら進もう。",
            ],
          },
          {
            section: "ローデイルの地下墓",
            text: "火吹き像上の祭壇で、タリスマン「 坩堝鱗のタリスマン 」を入手する。",
            tips: [],
          },
          {
            section: "ローデイルの地下墓",
            text: "「 血の司祭エスガー 」を倒す。",
            tips: [
              "タリスマン「 血の君主の歓喜 」を入手。",
              "転送ポイントで入口まで戻ったら、祝福前の昇降機で上層へ上がろう。",
            ],
          },
          {
            section: "ローデイルの地下墓",
            text: "隠し部屋の遺体から、タリスマン「 聖竜印のタリスマン+1 」を入手する。",
            tips: [
              "隠し部屋は昇降機付近の部屋にある。霊体召喚の元凶が潜んでいるゾ！",
            ],
          },
          {
            section: "地下水道",
            text: "「忌み捨ての底」を目指す。",
            tips: [
              "大通り脇のショートカットから、排水管区画を道なりに進んでいこう。",
            ],
          },
          {
            section: "地下水道",
            text: "壺置き場の遺体から、貴重品「 儀式壺 」を入手する。",
            tips: [],
          },
          {
            section: "忌み捨ての大聖堂",
            text: "「 忌み子モーグ 」を倒す。",
            tips: [
              "「 糞喰い 」を下水牢から解放していれば、ボス部屋前に彼の召喚サインが出現。",
              "祈祷「 血炎の爪痕 」を入手。",
            ],
          },
          {
            section: "忌み捨ての大聖堂",
            text: "祭壇前の宝箱から、タリスマン「 黄金樹の恩寵+1 」を入手する。",
            tips: [
              "地下区画の探索は一旦ここまで。次は地上区画「女王の閨」の先へ進もう。",
            ],
          },
          {
            section: "エルデの王座",
            text: "「 忌み王モーゴット 」を倒す。",
            tips: [
              "「 糞喰い 」を下水牢から解放していれば、ボス部屋前に彼の召喚サインが出現。",
              "「 メリナ 」の召喚サインはデフォルト。",
              "貴重品「 モーゴットの大ルーン 」と、道具「 忌み王の追憶 」を入手。",
            ],
          },
          {
            section: "エルデの王座",
            text: "王座の奥にある茨の壁に触れる。",
            tips: [],
          },
          {
            section: "エルデの王座",
            text: "祝福で休む。 ※任意",
            tips: ["貴重品「 ロルドの割符 」を入手。"],
          },
          {
            section: "女王の閨",
            text: "祝福で「 メリナ 」を通して女王マリカの言霊を聞く。 忌み捨ての地下",
            tips: ["次は再び地下区画へ。"],
          },
          {
            section: "忌み捨ての大聖堂",
            text: "祝福で「 メリナ 」と話す。",
            tips: [],
          },
          {
            section: "忌み捨ての大聖堂",
            text: "大聖堂の奥にある祭壇を攻撃し、隠し通路の先へ進む。",
            tips: [],
          },
          {
            section: "狂い火の封印",
            text: "テントの中の遺体から、防具「 放浪商人シリーズ (兜胴足)」を入手する。",
            tips: [
              "テントは、敵に狂い火を撃たせて燃やしてもらおう。（自分では燃やせません）",
            ],
          },
          {
            section: "狂い火の封印",
            text: "中央の縦穴を飛び下りる。",
            tips: [
              "非常に落下死しやすいので、足場をよく確認しながら最下層まで下りよう。 「細枝の割れ雫」を配合した霊薬を飲んでおけば、ルーンのロストを容易に防げるゾ。",
            ],
          },
          {
            section: "狂い火の封印",
            text: "横穴の遺体から、貴重品「 病み人の製法書 [2] 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火の封印",
            text: "中間通路の遺体から、祈祷「 発狂伝染 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火の封印",
            text: "テントの中の遺体から、文書「 ミケラの針について 」を入手する。",
            tips: [],
          },
          {
            section: "狂い火の封印",
            text: "中間通路の突き当たりで、大盾「 指紋石の盾 」を入手する。",
            tips: [
              "変質派生で各属性カット率が90%を超える最強盾の一つ。 これを装備できるようにしておけば、あらゆるボス戦で有利に立ち回れる。",
            ],
          },
          {
            section: "狂い火の封印",
            text: "祝福で「 メリナ 」と話す。",
            tips: [
              "裸状態で封印の間に入れば狂い火を受領できるが、 まだ 入らないように！ 「狂い火の王」エンディングが目的なら、このタイミングで受領してしまってもOKだ。",
            ],
          },
          {
            section: "狂い火の封印",
            text: "祝福付近にいる「 巫女ハイータ 」に話しかける。",
            tips: [
              "ハイータがいる辺りに「深き根の底」へと続く隠し通路がある。ここまでフローチャート通りに来たのならもう用はないが、いくつかのアイテムはあるので、気になるなら行ってみよう。",
            ],
          },
          {
            section: "風車村ドミヌラ",
            text: "高台の崖際で、祈祷「 火の大罪 」を入手する。",
            tips: ["情報「 絵画「飛べない鳥」 」を所持していることが条件。"],
          },
          {
            section: "ストームヴィル城",
            text: "王座に就いた「 戦士ネフェリ・ルー 」に話しかける。",
            tips: [
              "ネフェリが王座に就くには、ストームヴィル城内で数回のロードを挟む必要がある。",
              "ネフェリに、貴重品「 セルブスの精薬 」を渡している場合は現れない。",
              "何度か話しかけると、強化素材「 古竜岩の鍛石 」を入手。",
              "「 最初の王ゴッドフレイ 」戦の前に、ネフェリの召喚サインが出現。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "「 領主の嫡男ケネス・ハイト 」に話しかける。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "「 門衛ゴストーク 」に話しかける。",
            tips: [
              "何度か話しかけると、強化素材「 古竜岩の鍛石 」が店頭に並ぶ。",
            ],
          },
          {
            section: "ストームヴィル城",
            text: "「 指読みエンヤ 」に「拒絶の刺を焼きたい」と相談する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "「 百智卿ギデオン 」に「向かうべき先」について相談する。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "「 調霊師ローデリカ 」に「霊たちの声について」尋ねる。",
            tips: [],
          },
          {
            section: "ストームヴィル城",
            text: "書庫で「 糞喰い 」が残したメッセージを読む。",
            tips: [],
          },
          {
            section: "任意の祝福",
            text: "祝福で「 メリナ 」と話す。",
            tips: ["アルター高原以外の祝福でもOK。"],
          },
          {
            section: "北側の堀周辺",
            text: "「 ならず者 」に「糞喰いについて」尋ねる。",
            tips: [],
          },
          {
            section: "北側の堀周辺",
            text: "ロードを挟み、「 ならず者 」に話しかける。",
            tips: ["話しかける前に、付近に潜んでいる「大蟹」を倒しておこう。"],
          },
          {
            section: "北側の堀周辺",
            text: "「 ならず者 」の末路を見る。",
            tips: [
              "貴重品「 苗床の呪い 」と「 ならず者の鈴玉 」、拳「 鉄球拳 」、兜「 ならず者の鉄仮面 」を入手。",
            ],
          },
          {
            section: "北側の堀周辺",
            text: "侵入NPC「 糞喰い 」を倒す。",
            tips: ["大剣「 ミエロスの剣 」を入手。"],
          },
          {
            section: "北側の堀周辺",
            text: "「 調霊師ローデリカ 」から「気を付けてください」との忠告を受ける。",
            tips: [],
          },
          {
            section: "北側の堀周辺",
            text: "「 糞喰い 」に話しかける。",
            tips: [],
          },
          {
            section: "北側の堀周辺",
            text: "ロードを挟み、「 ローデリカ 」に「霊たちの声について」尋ねる。",
            tips: [],
          },
          { section: "大通り", text: "東門から王都郊外へ。", tips: [] },
          {
            section: "王都郊外",
            text: "テラスの遺体から、貴重品「 調香瓶 」を入手する。",
            tips: [],
          },
          { section: "王都郊外", text: "昇降機で王都外廓へ上がる。", tips: [] },
          {
            section: "王都外廓",
            text: "外廓の遺体から、貴重品「 炎竜印のタリスマン+1 」を入手する。",
            tips: [],
          },
          {
            section: "王都外廓",
            text: "隠し部屋の遺体から、胴鎧「 官吏の装束 」を入手する。",
            tips: [],
          },
          {
            section: "王都外廓",
            text: "隠し部屋で、短剣「 使命の刃 」を入手する。",
            tips: [
              "隠し部屋は昇降機の縦穴にある。",
              "先に昇降機で巨人たちの山嶺方面へ下り、祝福「禁域」に触れておこう。",
            ],
          },
          {
            section: "王都外廓",
            text: "東アルターの神授塔前で「 忌み双子 」を倒す。",
            tips: [
              "異空間？にある「 黄金のルーン [9] 」は、ボス戦中にしか取れないので注意！",
              "遺灰「 忌み潰しのロロ 」を入手。",
            ],
          },
          {
            section: "東アルターの神授塔",
            text: "最上階のルーンを調べ、貴重品「 モーゴットの大ルーン 」に力を得る。",
            tips: ["それでは改めて禁域へ向かおう。"],
          },
        ],
        mountaintops: [
          {
            section: "禁域周辺",
            text: "夜に祝福の先に出現する「夜の騎兵」を倒す。※任意",
            tips: ["戦灰「共撃の幻」を入手。"],
          },
          {
            section: "禁域周辺",
            text: "大昇降機前で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "禁域周辺",
            text: "大昇降機前で「黒き剣の眷属」を倒す。※任意",
            tips: [
              "大階段の上にある祝福に触れてから挑む。「ミリセント」のイベントを進めていれば、召喚サインが出現。両刃剣「ガーゴイルの黒両刃」と、大斧「ガーゴイルの黒斧」を入手。",
            ],
          },
          {
            section: "ロルドの大昇降機",
            text: "貴重品「ロルドの割符」を掲げ、大昇降機を起動する。",
            tips: [],
          },
          {
            section: "ザミェルの廃墟周辺",
            text: "廃墟前の石碑で、貴重品「地図断片：巨人山嶺西部」を入手する。",
            tips: [],
          },
          {
            section: "ザミェルの廃墟周辺",
            text: "祝福付近にいる「ユラ（シャブリリ）」に話しかける。",
            tips: [],
          },
          {
            section: "ザミェルの廃墟周辺",
            text: "祝福で「メリナ」と話す。",
            tips: ["どこの祝福でもOK。"],
          },
          {
            section: "ザミェルの廃墟周辺",
            text: "廃墟の遺体から、魔術「ザミェルの氷嵐」を入手する。",
            tips: [],
          },
          {
            section: "ザミェルの廃墟周辺",
            text: "地下室の宝箱から、貴重品「鍛石掘りの鈴玉［3］」を入手する。",
            tips: [],
          },
          {
            section: "巨人山嶺の地下墓周辺",
            text: "崖際の遺体から、魔術「罰の茨」を入手する。",
            tips: [],
          },
          {
            section: "巨人山嶺の地下墓",
            text: "最下層の宝箱から、遺灰「火の僧兵の遺灰」を入手する。",
            tips: ["迷ったら昇降機の下を覗いてみよう。"],
          },
          {
            section: "巨人山嶺の地下墓",
            text: "下層の小部屋で、貴重品「儀式壺」を入手する。",
            tips: [],
          },
          {
            section: "巨人山嶺の地下墓",
            text: "最奥で「爛れた樹霊」を倒す。",
            tips: [
              "強化素材「黄金の種子」と、貴重品「すずらん摘みの鈴玉［2］」を入手。",
            ],
          },
          {
            section: "巨人山嶺の地下墓",
            text: "ボス部屋の宝箱から、貴重品「死の根」を入手する。",
            tips: [
              "入手した死の根は、任意のタイミングで「獣の司祭グラング」に渡す。",
            ],
          },
          {
            section: "古遺跡の雪谷周辺",
            text: "峰道の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡の雪谷周辺",
            text: "祝福「古遺跡の雪谷」に触れる。",
            tips: [],
          },
          {
            section: "古遺跡の雪谷周辺",
            text: "祝福付近にいる「ミリセント」に話しかける。",
            tips: [],
          },
          {
            section: "古遺跡の雪谷周辺",
            text: "ゲルミア火山の「火山館」へ向かい、火山館関連イベントを進める。",
            tips: ["火山館を攻略済みなら次の目的地へ。"],
          },
          {
            section: "孤高なる者のボロ家",
            text: "ボロ家の遺体から、防具「旅巫女シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "星見の廃墟周辺",
            text: "霊クラゲの少女の前で、遺灰「霊クラゲの遺灰」を使用する。",
            tips: [
              "少女は敵ではないので攻撃しない。ジェスチャー「くるっと回る」を入手。",
            ],
          },
          {
            section: "星見の廃墟周辺",
            text: "地下室の宝箱から、タリスマン「原輝石の刃」を入手する。",
            tips: ["崖際に世を捨てた商人がいる。"],
          },
          {
            section: "星見の廃墟周辺",
            text: "橋の上にいる「記録者コリン」に「金仮面卿について」尋ねる。",
            tips: [],
          },
          {
            section: "星見の廃墟周辺",
            text: "「コリン」に、貴重品「忘却の秘薬」を渡す。",
            tips: [
              "秘薬を渡すかどうかでルートが分岐。本チャートでは渡す想定。秘薬は火山館の主人タニス関連イベントで入手。",
            ],
          },
          {
            section: "星見の廃墟周辺",
            text: "橋の上にいる「金仮面卿」に話しかける。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前で「黄金樹の化身」を倒す。※任意",
            tips: ["貴重品「青色の結晶雫」と「緋色の泡雫」を入手。"],
          },
          {
            section: "古遺跡谷の崖上周辺",
            text: "崖下で「ティビアの呼び舟」を倒す。",
            tips: [
              "大剣「ヘルフェンの尖塔」と、貴重品「死の根」を入手。死の根は任意のタイミングでグラングに渡す。",
            ],
          },
          {
            section: "古遺跡谷の崖上周辺",
            text: "星光の祭壇前で「死儀礼の鳥」を倒す。※任意",
            tips: ["祭壇は西の端にある。槍「死儀礼の槍」を入手。"],
          },
          {
            section: "ソールの城砦周辺",
            text: "城砦前の「歩く霊廟（鐘付き）」を大人しくさせる。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "倉庫にある絵画を調べ、情報「絵画『魔術師』」を入手する。",
            tips: ["絵画の場所は星見の廃墟周辺。"],
          },
          {
            section: "ソールの城砦",
            text: "屋根上の遺体から、斧「嵐鷹の斧」を入手する。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "外壁の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "教会の遺体から、伝説の曲剣「蝕のショーテル」を入手する。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "外壁の遺体から、タリスマン「青琥珀のメダリオン＋1」を入手する。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "ボス部屋前の昇降機を起動する。",
            tips: [],
          },
          {
            section: "ソールの城砦",
            text: "屋上で「宿将ニアール」を倒す。",
            tips: ["強敵。拳「宿将の義足」を入手。"],
          },
          {
            section: "ソールの城砦",
            text: "離れの屋上で、貴重品「聖樹の秘割符（左）」を入手する。",
            tips: [],
          },
          {
            section: "星見の廃墟周辺",
            text: "北側の橋で、兜「グレートフード」を入手する。",
            tips: ["情報「絵画『魔術師』」を所持していることが条件。"],
          },
          {
            section: "円卓",
            text: "「百智卿ギデオン」に「秘割符が揃った」と報告する。",
            tips: [],
          },
          {
            section: "巨人墓標周辺",
            text: "鎖の先にある石碑で、貴重品「地図断片：巨人山嶺東部」を入手する。",
            tips: ["地図を入手後、未探索領域を北から順に攻略する。"],
          },
          {
            section: "氷結湖周辺",
            text: "谷間で、強化素材「黄金の種子」を入手する。",
            tips: ["二体のガーディアン・ゴーレムがいる辺り。"],
          },
          {
            section: "氷結湖周辺",
            text: "氷結湖北側のスカラベを倒し、戦灰「切腹」を入手する。",
            tips: [],
          },
          {
            section: "氷結湖周辺",
            text: "氷結湖の中央で「凍てつく霧ボレアリス」を倒す。※任意",
            tips: [
              "貴重品「竜の心臓」を入手。大竜餐教会に祈祷「ボレアリスの氷霧」が追加。",
            ],
          },
          {
            section: "霊喚びの洞窟",
            text: "草むらの遺体から、防具「白備えシリーズ（胴・手・足）」を入手する。",
            tips: [
              "※任意。「獣除けの松明」があれば道中の敵をほぼ無力化できる。",
            ],
          },
          {
            section: "霊喚びの洞窟",
            text: "最奥で「霊喚びつむり」を倒す。",
            tips: [
              "タリスマン「神肌のおくるみ」と、祈祷「黒炎の儀式」を入手。※任意",
            ],
          },
          {
            section: "第一マリカ教会周辺",
            text: "教会前の遺体から、貴重品「喪色掘りの鈴玉［3］」を入手する。",
            tips: [],
          },
          {
            section: "第一マリカ教会周辺",
            text: "祝福で「メリナ」を通して女王マリカの言霊を聞く。※任意",
            tips: [],
          },
          {
            section: "第一マリカ教会周辺",
            text: "祝福で「メリナ」と話す。",
            tips: [],
          },
          {
            section: "第一マリカ教会周辺",
            text: "マリカ像の前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "王に近付いた者の封牢",
            text: "「円卓の騎士ヴァイク」を倒す。",
            tips: [
              "祈祷「ヴァイクの竜雷」と、防具「指痕シリーズ（兜・胴・手・足）」を入手。※任意",
            ],
          },
          {
            section: "異端の魔術師塔",
            text: "最上階の宝箱から、伝説の魔術「創星雨」を入手する。",
            tips: [
              "対岸の崩れた橋から透明な足場が続く。虹色石などで足場を確認しながら進む。",
            ],
          },
          {
            section: "監視者たちの砦周辺",
            text: "砦前の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "監視者たちの砦周辺",
            text: "木の上のスカラベを倒し、戦灰「司教の突進」を入手する。",
            tips: [],
          },
          {
            section: "監視者たちの砦周辺",
            text: "屋上で敵対NPC「監視者の長アーガンティ」を倒す。",
            tips: ["大盾「単眼の盾」を入手。"],
          },
          {
            section: "監視者たちの砦周辺",
            text: "塔頂の宝箱から、貴重品「巨人の祈祷書」を入手する。",
            tips: [],
          },
          {
            section: "巨人戦争の英雄墓",
            text: "インプ部屋の遺体から、祈祷「火の護りよ」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "巨人戦争の英雄墓",
            text: "インプ部屋の遺体から、大槌「尊顔の燭台」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "巨人戦争の英雄墓",
            text: "下層の広間で、聖印「巨人の聖印」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "巨人戦争の英雄墓",
            text: "下層の広間で、強化素材「墓すずらんの大輪」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "巨人戦争の英雄墓",
            text: "最奥で「ザミェルの古英雄」を倒す。",
            tips: [
              "大曲剣「ザミェルの湾刀」と、防具「ザミェルシリーズ（兜・胴・手・足）」を入手。※任意",
            ],
          },
          {
            section: "安息教会周辺",
            text: "教会の前で、侵入NPC「血の指翁」を倒す。",
            tips: ["刀「屍山血河」と、兜「翁面」を入手。"],
          },
          {
            section: "安息教会周辺",
            text: "マリカ像の前で、強化素材「聖杯の雫」を入手する。",
            tips: [],
          },
          {
            section: "安息教会周辺",
            text: "巨大頭蓋骨上の遺体から、戦灰「トロルの咆哮」を入手する。",
            tips: [],
          },
          {
            section: "安息教会周辺",
            text: "巨大頭蓋骨中の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "火の釜の麓周辺",
            text: "高台で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "火の釜の麓周辺",
            text: "崖際の水盆で、貴重品「緋色渦の泡雫」を入手する。",
            tips: ["祝福「巨人墓標」付近の崖上。"],
          },
          {
            section: "火の頂（山頂）",
            text: "「火の巨人」を倒す。",
            tips: [
              "「戦士の壺アレキサンダー」のイベントを進めている場合、ボス部屋付近に召喚サインが出現。道具「火の巨人の追憶」を入手。",
            ],
          },
          {
            section: "ロルドの大昇降機",
            text: "大昇降機の上で「聖樹の秘割符」を掲げる。",
            tips: ["昇降機上で方向キー左右により行き先を変更できる。"],
          },
          {
            section: "聖樹への秘路",
            text: "手摺りがない場所から飛び下りる。",
            tips: ["最下層にボスがいる。見えない床は虹色石などで確認できる。"],
          },
          {
            section: "聖樹への秘路",
            text: "隠し通路の宝箱から、タリスマン「銀のスカラベ」を入手する。",
            tips: [],
          },
          {
            section: "聖樹への秘路",
            text: "最下層で「はぐれ写し身」を倒す。",
            tips: ["遺灰「黒炎僧兵アモン」を入手。"],
          },
          {
            section: "聖樹への秘路",
            text: "ボス部屋の宝箱から、貴重品「死の根」を入手する。",
            tips: [],
          },
          {
            section: "聖樹への秘路",
            text: "昇降機前の遺体から、タリスマン「魔力竜印のタリスマン＋2」を入手する。",
            tips: [],
          },
          {
            section: "獣の神殿",
            text: "「獣の司祭グラング」に、貴重品「死の根」を全て（全9個）渡す。",
            tips: ["強化素材「古竜岩の鍛石」を入手。"],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "川向こうにある石碑で、貴重品「地図断片：聖別雪原」を入手する。",
            tips: [
              "まず地図を入手。入手後は氷河より北を後回しにし、南側から探索する。",
            ],
          },
          {
            section: "聖別雪原周辺",
            text: "祝福北の遺体から、貴重品「放浪戦士の製法書［23］」を入手する。",
            tips: [],
          },
          {
            section: "聖別雪原周辺",
            text: "祝福西の墓地で「腐敗した墓守闘士」を倒す。",
            tips: [
              "大槌「腐敗したバトルハンマー」と、兜「腐敗した闘士の兜」を入手。",
            ],
          },
          {
            section: "聖別雪原周辺",
            text: "巨木の根元で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "聖別雪原周辺",
            text: "輸送隊の荷車から、松明「トリーナの灯火」を入手する。",
            tips: ["輸送隊は地下墓前から魔術師塔前へ移動する。"],
          },
          {
            section: "聖別雪原の地下墓",
            text: "突き当たりの遺体から、兜「インプの頭（長老）」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "聖別雪原の地下墓",
            text: "最奥で「腐敗した墓守闘士」を倒す。",
            tips: [
              "強化素材「墓すずらんの大輪」×2と、胴鎧「腐敗した墓守のマント」を入手。※任意",
            ],
          },
          {
            section: "しろがねの魔術師塔周辺",
            text: "地面に埋まっている「さまよえる貴人」の正体を暴き、「ルーンベア」を倒す。",
            tips: ["貴重品「雫の幼生」を入手。非常に凶暴なので注意。"],
          },
          {
            section: "しろがねの魔術師塔周辺",
            text: "魔術塔前の遺体から、貴重品「輝石職人の製法書［8］」を入手する。",
            tips: [],
          },
          {
            section: "しろがねの魔術師塔",
            text: "最上階で、タリスマン「魔術師塊のタリスマン」を入手する。",
            tips: [
              "封印は遺灰「牙鬼インプ」を召喚し、周囲のインプと戦わせると解除できる。",
            ],
          },
          {
            section: "寄る辺の洞窟周辺",
            text: "滝壺で「大土竜テオドリックス」を倒す。※任意",
            tips: [
              "貴重品「竜の心臓」×3を入手。大竜餐教会に祈祷「テオドリックスの溶岩」が追加。",
            ],
          },
          {
            section: "寄る辺の洞窟周辺",
            text: "崖上の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "寄る辺の洞窟",
            text: "最下層へ下りる。",
            tips: [
              "最下層への道は分かりにくい。ジャンプで渡れる足場を探す。※任意",
            ],
          },
          {
            section: "寄る辺の洞窟",
            text: "最下層で「混種の聖騎士」を倒す。",
            tips: ["伝説の大剣「黄金律の大剣」を入手。※任意"],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "侵入NPC「褪せ人喰いアナスタシア」を倒す。",
            tips: [
              "強化素材「古竜岩の喪色鍛石」を入手。夜の騎兵との戦闘前に倒しておくと安全。",
            ],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "夜の輸送隊護衛に就いている「夜の騎兵」×2を倒す。",
            tips: [
              "防具「夜騎兵シリーズ（兜・胴・手・足）」と、強化素材「古竜岩の鍛石」を入手。",
            ],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "崖際の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "輸送隊の荷車から、曲剣「流水の曲剣」を入手する。",
            tips: [
              "輸送隊は聖別雪原、奥地周辺から典礼街オルディナ周辺へ移動する。",
            ],
          },
          {
            section: "イエロ・アニスの廃墟周辺",
            text: "巨木付近の遺体から、タリスマン「頑健の角飾り＋1」を入手する。",
            tips: [],
          },
          {
            section: "イエロ・アニスの廃墟周辺",
            text: "地下室の宝箱から、祈祷「堪えきれぬ狂い火」を入手する。",
            tips: [],
          },
          {
            section: "イエロ・アニスの廃墟周辺",
            text: "小部屋の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "イエロ・アニスの坑道",
            text: "下層で「石肌の白王」を倒す。",
            tips: ["大剣「白王の剣」を入手。※任意"],
          },
          {
            section: "イエロ・アニスの坑道",
            text: "下層の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "イエロ・アニスの坑道",
            text: "最奥で「暗黒の星々アステール」を倒す。",
            tips: ["魔術「アステール・メテオ」を入手。※任意"],
          },
          {
            section: "聖別雪原、西周辺",
            text: "侵入NPC「血の貴族」を倒す。",
            tips: [
              "防具「血の貴族シリーズ（兜・胴・足）」を入手。付近にモーグウィン王朝への転送門がある。",
            ],
          },
          {
            section: "棄教の廃屋周辺",
            text: "廃屋前の「歩く霊廟（鐘付き）」を大人しくさせる。",
            tips: ["砲撃を避け、脚下まで潜り込む。"],
          },
          {
            section: "棄教の廃屋周辺",
            text: "夜に崖下に現れる「死儀礼の鳥」を倒す。※任意",
            tips: ["魔術「爆ぜる霊炎」を入手。"],
          },
          {
            section: "棄教の廃屋",
            text: "廃屋の奥で、中盾「白銀の盾」を入手する。",
            tips: [],
          },
          {
            section: "棄教の廃屋",
            text: "「大きな妹フィリア」の前で「しろがねのラティナ」を召喚する。",
            tips: [],
          },
          {
            section: "棄教の廃屋",
            text: "「ラティナ」に話しかける。",
            tips: ["強化素材「古竜岩の喪色鍛石」を入手。"],
          },
          {
            section: "聖別雪原、西周辺",
            text: "西の崖際にある転送門から「モーグウィン王朝」へ転位する。",
            tips: ["ヴァレーから貰う「純血騎士褒章」でも転位可能。"],
          },
          {
            section: "聖別雪原、奥地周辺",
            text: "氷河付近のスカラベを倒し、戦灰「白い影の誘い」を入手する。",
            tips: ["狼と共に透明スカラベが駆け回っている。"],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹の裏で「腐敗した化身」を倒す。※任意",
            tips: ["貴重品「連棘の割れ雫」と「破裂した結晶雫」を入手。"],
          },
          {
            section: "典礼街オルディナ周辺",
            text: "氷河付近で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "典礼街オルディナ周辺",
            text: "街外れで「腐敗した墓守闘士」を倒す。",
            tips: [
              "足甲「腐敗した闘士の足甲」と、特大武器「腐敗した大斧」を入手。",
            ],
          },
          {
            section: "典礼街オルディナ周辺",
            text: "橋の下で、防具「黒き刃シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "典礼街オルディナ",
            text: "封牢内へ入り、四つの石像に火を灯す。",
            tips: [
              "見えない黒き刃の刺客が巡回。姿を暴く「歩哨の松明」が有効。",
            ],
          },
          {
            section: "典礼街オルディナ",
            text: "街の奥にある転送門から「ミケラの聖樹」へ転位する。",
            tips: [],
          },
          {
            section: "王朝に至る崖路周辺",
            text: "祝福「王朝に至る崖路」に触れる。",
            tips: [
              "周辺はルーン稼ぎに適した場所。王朝の地図がなければ東側の崖沿いを進み、王朝廟入口で地図断片を入手する。",
            ],
          },
          {
            section: "血の沼周辺",
            text: "洞穴のスカラベを倒し、戦灰「血の徴収」を入手する。",
            tips: [],
          },
          {
            section: "血の沼周辺",
            text: "洞穴の遺体から、祈祷「蠅たかり」を入手する。",
            tips: [],
          },
          {
            section: "血の沼周辺",
            text: "侵入NPC「名も無き白面」を倒す。",
            tips: [
              "沼の南側で三回侵入が発生。祝福寄りの崖際の個体から兜「白面」と防具「従軍医師シリーズ（胴・手・足）」を入手。大鴉には極力手を出さない。",
            ],
          },
          {
            section: "血の沼周辺",
            text: "墓地の遺体から、タリスマン「聖竜印のタリスマン＋2」を入手する。",
            tips: [],
          },
          {
            section: "血の沼周辺",
            text: "墓地前の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "血の沼周辺",
            text: "崖際の遺体から、貴重品「放浪戦士の製法書［24］」を入手する。",
            tips: [],
          },
          {
            section: "血の沼周辺",
            text: "高台で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "モーグウィン王朝廟",
            text: "集会所の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "モーグウィン王朝廟",
            text: "洞窟で、強化素材「霊姿すずらんの大輪」を入手する。",
            tips: ["洞窟には血の貴族が潜んでいる。囚われた商人もいる。"],
          },
          {
            section: "モーグウィン王朝廟",
            text: "赤のサインからヴァレーの世界へ侵入し、「白面のヴァレー」を倒す。",
            tips: [
              "侵入サインは洞窟の出口にある。道具「ルーンの孤」と「鉤呼びの指薬」を入手。",
            ],
          },
          {
            section: "モーグウィン王朝廟",
            text: "「ヴァレー」の末路を見る。",
            tips: ["道具「爛れた血指」×6と、槌「ヴァレーの花束」を入手。"],
          },
          {
            section: "モーグウィン王朝廟",
            text: "集会場の宝箱から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "モーグウィン王朝廟",
            text: "祭壇で「血の君主モーグ」を倒す。",
            tips: [
              "貴重品「モーグの大ルーン」と、道具「血の君主の追憶」を入手。祭壇の「神人眠りの繭」から伸びる枯れた腕に触れるとDLCエリアへ進める。",
            ],
          },
          {
            section: "東アルターの神授塔",
            text: "最上階のルーンを調べ、貴重品「モーグの大ルーン」に力を得る。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「百智卿ギデオン」に「血の君主の繭について」報告する。",
            tips: ["祈祷「因果性原理」を入手。"],
          },
          {
            section: "聖樹の高枝周辺",
            text: "スタート地点の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [
              "枝上は落下死しやすい。直接戦闘を避け、邪魔な敵は大弓で落とすと楽。",
            ],
          },
          {
            section: "聖樹の高枝周辺",
            text: "太い枝先の遺体から、兜「死者たちの大頭」を入手する。",
            tips: [],
          },
          {
            section: "聖樹の高枝周辺",
            text: "キノコ上の遺体から、道具「呼び声頭『愛している』」を入手する。",
            tips: [],
          },
          {
            section: "聖樹の高枝周辺",
            text: "細い枝先の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "聖樹の高枝周辺",
            text: "突き当たりの遺体から、遺灰「神託の死者たちの遺灰」を入手する。",
            tips: ["道は下層にある。枝の端から下を覗く。"],
          },
          {
            section: "聖樹の高枝周辺",
            text: "祭壇前の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "聖樹街周辺",
            text: "二階通路の遺体から、タリスマン「真珠竜印のタリスマン＋2」を入手する。",
            tips: [],
          },
          {
            section: "聖樹街周辺",
            text: "祭壇前の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "聖樹街、広場周辺",
            text: "下層部屋の宝箱から、タリスマン「緑琥珀のメダリオン＋2」を入手する。",
            tips: ["結晶人は無視し、物陰に潜む霊喚びつむりを倒す。"],
          },
          {
            section: "聖樹街、広場周辺",
            text: "ボス部屋前のショートカットを開通する。",
            tips: [],
          },
          {
            section: "聖樹の大舞台周辺",
            text: "大舞台で「聖樹の騎士ローレッタ」を倒す。",
            tips: [
              "魔術「ローレッタの絶技」と、斧槍「ローレッタの戦鎌」を入手。",
            ],
          },
          {
            section: "聖樹の大舞台周辺",
            text: "塔頂の宝箱から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「百智卿ギデオン」に「秘割符を使った先」について報告する。",
            tips: ["祈祷「黒炎の護り」を入手。"],
          },
          { section: "祈祷室", text: "「ミリセント」に話しかける。", tips: [] },
          {
            section: "外壁区画",
            text: "インプ部屋の宝箱から、祈祷「三なる光輪」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "鐘楼で、直剣「ミケラの騎士剣」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "外壁上で「腐敗した化身」を倒す。",
            tips: ["特大武器「腐敗した儀仗」を入手。"],
          },
          {
            section: "外壁区画",
            text: "外壁上の遺体から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "インプ部屋で、伝説のタリスマン「マリカの爛れ刻印」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "聖杯前で、遺灰「聖樹兵の遺灰」を入手する。",
            tips: ["下層区画には王族の幽鬼が複数いる。"],
          },
          {
            section: "外壁区画",
            text: "下層屋内の遺体から、貴重品「苗床の呪い」を入手する。",
            tips: [
              "上層から飛び下りる必要がある。苗床の呪いが必要数揃っていれば任意。",
            ],
          },
          {
            section: "外壁区画",
            text: "祭壇部屋の宝箱から、伝説の遺灰「貴腐の騎士フィンレイ」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "物置きの宝箱から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "外壁区画",
            text: "上層の遺体から、貴重品「苗床の呪い」を入手する。",
            tips: [],
          },
          {
            section: "内壁区画",
            text: "祝福付近の遺体から、兜「聖樹騎士の兜」を入手する。",
            tips: [],
          },
          {
            section: "内壁区画",
            text: "祝福付近の宝箱から、直剣「腐敗した結晶剣」を入手する。",
            tips: [],
          },
          {
            section: "内壁区画",
            text: "腐敗沼に潜む「腐敗した樹霊」を倒す。",
            tips: [
              "先に祝福「排水路」に触れておく。強化素材「黄金の種子」を入手。",
            ],
          },
          {
            section: "内壁区画",
            text: "腐敗沼で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "内壁区画",
            text: "金のサインを調べ、「ミリセント」の協力者として四姉妹を倒す。",
            tips: [
              "金の共闘サインを選ぶとミリセントに協力できる。赤の侵入サインは重要アイテム入手に影響するため、初周は金を推奨。タリスマン「腐敗翼剣の徽章」を入手。",
            ],
          },
          {
            section: "内壁区画",
            text: "腐敗沼付近にいる「ミリセント」に話しかける。",
            tips: [],
          },
          {
            section: "内壁区画",
            text: "ロードを挟み、「ミリセント」の末路を見る。",
            tips: ["貴重品「無垢金の針」を入手。"],
          },
          {
            section: "中庭区画",
            text: "教会三階の宝箱から、伝説のタリスマン「竜印の大盾のタリスマン」を入手する。",
            tips: ["屋根に開いた穴から落ちる。"],
          },
          {
            section: "中庭区画",
            text: "墓地の遺体から、貴重品「霊姿摘みの鈴玉［3］」を入手する。",
            tips: [],
          },
          {
            section: "聖樹最下層",
            text: "花の前で、防具「旅シリーズ（胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "聖樹最下層",
            text: "「腐敗の女神マレニア」を倒す。",
            tips: [
              "貴重品「マレニアの大ルーン」と、道具「腐敗の女神の追憶」を入手。非常に強敵。",
            ],
          },
          {
            section: "聖樹最下層",
            text: "ロードを挟み、出現した巨大な花に貴重品「無垢金の針」を返す。",
            tips: [
              "道具「ミケラの針」と、強化素材「古竜岩の喪色鍛石」を入手。ミケラの針は狂い火を鎮めるためのキーアイテム。",
            ],
          },
          {
            section: "ファロス砦周辺",
            text: "白い岩上の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "ファロス砦周辺",
            text: "砦前で「大老竜グレイオール」を倒す。",
            tips: [
              "貴重品「竜の心臓」×5を入手。大竜餐教会に、伝説の祈祷「グレイオールの咆哮」が追加される。ルーン稼ぎに利用したい場合は倒さずに残しておく。",
            ],
          },
          {
            section: "ファロス砦",
            text: "屋上の宝箱から、貴重品「デクタスの割符（右）」を入手する。",
            tips: [],
          },
          {
            section: "ファロス砦",
            text: "奥部屋の遺体から、伝説のタリスマン「ラダゴンの爛れ刻印」を入手する。",
            tips: [],
          },
          {
            section: "小黄金樹周辺",
            text: "小黄金樹前で「腐敗した化身」を倒す。※任意",
            tips: ["貴重品「真珠色の硬雫」と「岩棘の割れ雫」を入手。"],
          },
          {
            section: "小黄金樹周辺",
            text: "崖下の崖際で、戦灰「アローレイン」を入手する。",
            tips: [
              "情報「絵画『赤獅子』」を所持していることが条件。落下死しやすいため、付近の霊気流を利用して下りる。",
            ],
          },
          {
            section: "竜塚の洞窟",
            text: "棲家の遺体から、タリスマン「大山羊のタリスマン」を入手する。",
            tips: ["※任意"],
          },
          {
            section: "竜塚の洞窟",
            text: "最下層で「ファルム・アズラの獣人」を倒す。",
            tips: ["タリスマン「炎竜印のタリスマン＋2」を入手。※任意"],
          },
          {
            section: "レンの魔術師塔",
            text: "最上階の宝箱から、貴重品「メモリ・ストーン」を入手する。",
            tips: ["塔裏手の霊気流を利用し、ベランダに飛び乗る。"],
          },
          {
            section: "レンの魔術師塔周辺",
            text: "夜に橋の上に現れる「夜の騎兵」を倒す。",
            tips: ["戦灰「猟犬のステップ」を入手。※任意"],
          },
          {
            section: "ファルム大橋周辺",
            text: "大橋前のスカラベを倒し、祈祷「獣の頑健」を入手する。",
            tips: [],
          },
          {
            section: "ファルム大橋周辺",
            text: "大橋で「飛竜グレイル」を倒す。※任意",
            tips: ["貴重品「竜の心臓」を入手。"],
          },
          {
            section: "獣の神殿周辺",
            text: "神殿前で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "獣の神殿周辺",
            text: "神殿前で「黒き剣の眷属」を倒す。※任意",
            tips: [
              "大剣「ガーゴイルの黒剣」と、斧槍「ガーゴイルの黒斧槍」を入手。",
            ],
          },
          {
            section: "ゴーリーのボロ家",
            text: "「賢者ゴーリー」に話しかける。",
            tips: ["ミリセントのイベント進行後に確認する。"],
          },
          {
            section: "孤絶した神授塔",
            text: "最上階のルーンを調べ、貴重品「マレニアの大ルーン」に力を得る。",
            tips: [],
          },
          {
            section: "神授橋",
            text: "転送門から「孤絶した神授塔」へ転位する。",
            tips: [
              "転送門が起動していない場合は、城館一階の昇降機を起動する。王都が灰都化している場合は、舞い戻りの塔の転送罠を利用する。",
            ],
          },
          {
            section: "地下水道",
            text: "下水牢にいる「糞喰い」に、貴重品「苗床の呪い」を使う。",
            tips: [
              "計5個必要。所持していれば「セルブスの精薬」を使う選択肢もある。",
            ],
          },
          {
            section: "地下水道",
            text: "「糞喰い」の末路を見る。",
            tips: ["貴重品「忌み呪いの修復ルーン」を入手。"],
          },
          {
            section: "地下水道",
            text: "ロードを挟み、防具「忌みシリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「百智卿ギデオン」に「聖樹の根について」報告する。",
            tips: ["祈祷「王たる聖防護」を入手。"],
          },
        ],
        volcano: [
          {
            section: "火山館：本館",
            text: "広間にいる「火山館の主人タニス」に話しかけ、「火山館の一員となる」。",
            tips: ["貴重品「客間の鍵」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "客間の廊下奥に現れる「ゲルミア騎士の霊」に話しかける。",
            tips: [
              "昼夜を問わないランダム出現。何回かロードを挟む。ライカード戦のヒントが聞ける。",
            ],
          },
          {
            section: "火山館：本館",
            text: "客間にいる「招き手のラーヤ」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "客間にいる「背律者ベルナール」に話しかけ、「分かっている」と答える。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "客間にいる「騎士ディアロス」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "客間のテーブルで情報「火山館からの手紙(1通目)」と道具「背律の指」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "客間の遺体から、貴重品「調香瓶」を入手する。",
            tips: ["付近に隠し通路があるが、まだ行かない。"],
          },
          {
            section: "火山館：本館",
            text: "正面廊下にいる「パッチ」に話しかける。",
            tips: ["いなければ一度ロードを挟む。"],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "二階で侵入NPC「責問官ギーザ」を倒す。",
            tips: ["倒しても問題なし。特大武器「ギーザの車輪」を入手。"],
          },
          {
            section: "リムグレイブ：闘技場前",
            text: "赤のサインから侵入し、敵対NPC「古騎士イシュトバーン」を倒す。",
            tips: [
              "道具「ルーンの孤」「鉤呼びの指薬」、防具「鱗シリーズ（兜・胴・手・足）」を入手。倒すと海岸の洞窟（亜人の親分戦）に召喚サインが出現しなくなる。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に報告する。",
            tips: ["魔術「溶岩弾」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "「招き手のラーヤ」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「背律者ベルナール」に話しかける。",
            tips: ["ショップに新たな戦技が追加される。"],
          },
          {
            section: "火山館：本館",
            text: "客間のテーブルで情報「火山館からの手紙(2通目)」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「パッチ」に話しかける。",
            tips: ["情報「パッチへの手紙」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "ロードを挟み、個室へ移動した「招き手のラーヤ（ゾラーヤス）」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に「ゾラーヤスの姿」を見たと伝える。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "ロードを挟み、戻ってきた「騎士ディアロス」に話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：古遺跡断崖",
            text: "赤のサインから侵入し、敵対NPC「大角のトラゴス」に敗北する。",
            tips: [
              "赤の侵入サインは祝福「溶岩土竜マカール」付近。わざと負けるとパッチに煽られる。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「パッチ」に「さっきの依頼」について話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：古遺跡断崖",
            text: "赤のサインから侵入し、敵対NPC「大角のトラゴス」を倒す。",
            tips: [
              "道具「ルーンの孤」「鉤呼びの指薬」、防具「大山羊シリーズ（兜・胴・手・足）」を入手。倒すと慟哭砂丘のラダーン戦、王都外廓の竜のツリーガード戦で召喚サインが出現しなくなる。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「パッチ」に「依頼は終わった」と報告する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "ロードを挟み、「パッチ」に「依頼の報酬は？」と催促する。",
            tips: ["鞭「溶岩鞭の燭台」を入手。"],
          },
          {
            section: "アルター高原：日陰城へ続く峡谷",
            text: "赤のサインから侵入し、敵対NPC「暮れなずむライリー」を倒す。",
            tips: [
              "道具「ルーンの孤」「鉤呼びの指薬」、タリスマン「クレプスの小瓶」、ボルト「黒鍵の杭」×20を入手。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に報告する。",
            tips: ["刀「蛇骨の刀」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "「招き手のゾラーヤス」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に「ゾラーヤスの悩み」について相談する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「騎士ディアロス」の独り言を聞く。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「背律者ベルナール」に話しかける。",
            tips: ["情報「ベルナールへの手紙」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "客間のテーブルで情報「赤い手紙」を入手する。",
            tips: ["入手するだけで、この依頼にはまだ手を付けない。"],
          },
          {
            section: "王都ローデイル：城館一階",
            text: "赤のサインから侵入し、敵対NPC「狼の戦鬼バルグラム」と「はぐれ魔術師ヴィルヘルム」を倒す。",
            tips: ["防具「戦鬼シリーズ（兜・胴・手・足）」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "「背律者ベルナール」に話しかける。",
            tips: [
              "魔術「ゲルミアの怒り」を入手。次は湖のリエーニエ、カーリアの書院の崖下にある壺村へ。",
            ],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "村の中で貴重品「ヒビ壺」×3を入手する。",
            tips: ["壺村の壺たちは敵ではないので攻撃しない。"],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "村の中で貴重品「儀式壺」×2を入手する。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "「小壺」に話しかけ、壺村の「壺師になる」と伝える。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "ロードを挟みながら「小壺」に話しかけ、ディアロスの到着を待つ。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "廃屋の中にいる「壺師ディアロス」に話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "ロードを5回挟む。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "「小壺」に話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "「ディアロス」に話しかける。",
            tips: ["このときの選択肢は自由。"],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "ロードを挟み、「小壺」に話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "再度ロードを挟み、「小壺」に話しかける。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "「ディアロス」の末路を見る。",
            tips: [
              "道具「稀人のルーン」、鞭「ホスローの花弁」、兜「ディアロスの兜」を入手。",
            ],
          },
          {
            section: "火山館：本館・隠し通路",
            text: "個室の隠し通路から火山館の裏側へ向かう。",
            tips: [],
          },
          {
            section: "火山館：本館・隠し通路",
            text: "突き当たりの遺体から、貴重品「放浪戦士の製法書 [21]」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館・隠し通路",
            text: "個室の遺体から、遺灰「堕落調香師カルマーン」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館・隠し通路",
            text: "隠し通路で「猟犬騎士」を倒す。",
            tips: ["爪「猟犬の爪」を入手。"],
          },
          { section: "火山館：牢街教会", text: "教会の扉を開ける。", tips: [] },
          {
            section: "火山館：本館",
            text: "「招き手のゾラーヤス」に火山館の裏側を伝える。",
            tips: [
              "ここから本格的に火山館を探索する。道中には人さらいの乙女人形や忌み潰しがいる。",
            ],
          },
          {
            section: "火山館：牢街",
            text: "インプ部屋の遺体から、タリスマン「緋琥珀のメダリオン+1」を入手する。",
            tips: [],
          },
          {
            section: "火山館：牢街",
            text: "下層の街中で「忌み潰し」を倒す。",
            tips: ["大斧「忌み潰しの大鉈」を入手。"],
          },
          {
            section: "火山館：牢街",
            text: "牢の中の遺体から、聖印「黄金樹の聖印」を入手する。",
            tips: [],
          },
          {
            section: "火山館：牢街",
            text: "外壁の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "火山館：牢街",
            text: "地下墓地の遺体から、小盾「燻りの盾」を入手する。",
            tips: [],
          },
          {
            section: "火山館：迎賓館",
            text: "拷問部屋で「忌み潰し」を倒す。",
            tips: ["大斧「忌み潰しの大鉈」を入手。"],
          },
          {
            section: "火山館：迎賓館",
            text: "拷問部屋の遺体から、杖「しろがねの杖」と兜「しろがねの覆面」を入手する。",
            tips: [],
          },
          {
            section: "火山館：迎賓館",
            text: "下層の溶岩地帯で「溶岩土竜」を倒す。",
            tips: [
              "昇降機がある崖上から狙い撃つとよい。貴重品「竜の心臓」を入手。",
            ],
          },
          {
            section: "火山館：迎賓館",
            text: "レバーを操作し、橋を架ける。",
            tips: [],
          },
          {
            section: "火山館：エーグレーの聖堂",
            text: "「神肌の貴種」を倒す。",
            tips: ["重刺剣「神肌縫い」と祈祷「貴種の腹芸」を入手。"],
          },
          {
            section: "火山館：エーグレーの聖堂",
            text: "祭壇で貴重品「蛇の羊膜」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「招き手のゾラーヤス」に貴重品「蛇の羊膜」を渡す。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "ロードを挟み、「タニス」に「ゾラーヤスの不在」を伝える。",
            tips: [
              "貴重品「忘却の秘薬」を入手。秘薬を貰った後なら「赤い手紙」の依頼に着手してもよい。",
            ],
          },
          {
            section: "火山館：聖堂裏",
            text: "地下牢の遺体から、貴重品「宣教師の製法書 [6]」を入手する。",
            tips: [],
          },
          {
            section: "火山館：聖堂裏",
            text: "崖上の遺体から、兜「緋雫スカラベ」を入手する。",
            tips: ["橋から飛び下りる。"],
          },
          {
            section: "火山館：聖堂裏",
            text: "中二階の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: ["昇降機の途中で下りる。"],
          },
          {
            section: "火山館：聖堂裏",
            text: "下層の小部屋にいる「招き手のゾラーヤス」に話しかける。",
            tips: [
              "忘却の秘薬を渡す／渡さない／ゾラーヤスを殺害するかで三ルートに分岐。本チャートでは渡さない。",
            ],
          },
          {
            section: "火山館：聖堂裏",
            text: "石像上の遺体から、兜「市民の頭冠」を入手する。",
            tips: [],
          },
          {
            section: "火山館：聖堂裏",
            text: "王座前の遺体から、遺灰「蛇人の遺灰」を入手する。",
            tips: [
              "王座裏の転送門からボスがいる「謁見の間」へ行ける。インプ部屋は本館方面へつながる。",
            ],
          },
          {
            section: "火山館：本館",
            text: "最上階の遺体から、タリスマン「短剣のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "最下層の遺体から、貴重品「苗床の呪い」を入手する。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "暖炉前の遺体から、戦灰「王騎士の決意」を入手する。",
            tips: [],
          },
          {
            section: "巨人たちの山嶺：孤高なる者のボロ家周辺",
            text: "赤のサインから侵入し、敵対NPC「血潮の騎士ユーノ・ホスロー」を倒す。",
            tips: [
              "遭遇時にジェスチャー「ホスローの誓い」を入手。道具「ルーンの孤」「鉤呼びの指薬」、鞭「ホスローの花弁」、防具「ホスローシリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に報告する。",
            tips: ["タリスマン「略奪のカメオ」を入手。"],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に「王に見える」と伝える。",
            tips: [
              "タニスの推薦でライカードのいる謁見の間へ転移できる。徒歩で向かってもよい。",
            ],
          },
          {
            section: "火山館：謁見の間",
            text: "入口付近の遺体から、大槍「大蛇狩り」を入手する。",
            tips: ["未強化なので、一度円卓へ戻って強化する。"],
          },
          {
            section: "火山館：謁見の間",
            text: "「冒涜の君主ライカード」を倒す。",
            tips: [
              "貴重品「ライカードの大ルーン」と道具「冒涜の君主の追憶」を入手。",
            ],
          },
          {
            section: "火山館：謁見の間",
            text: "広間の中央で、胴鎧「瞳のサーコート」を入手する。",
            tips: ["アイテムの説明文も確認する。"],
          },
          {
            section: "火山館：本館",
            text: "「タニス」に話しかける。",
            tips: [
              "ロードを挟むといなくなる。未入手の場合に限り、貴重品「忘却の秘薬」を残す。",
            ],
          },
          {
            section: "火山館：本館",
            text: "「パッチ」に話しかける。",
            tips: [],
          },
          {
            section: "火山館：本館",
            text: "「背律者ベルナール」に話しかける。",
            tips: [
              "ロード後にいなくなるが、客間に残された剣を調べればショップは引き続き利用可能。",
            ],
          },
          {
            section: "火山館：本館",
            text: "廊下の奥でジェスチャー「感謝を」を入手する。",
            tips: [],
          },
          {
            section: "火山館：聖堂裏",
            text: "「招き手のゾラーヤス」に話しかける。",
            tips: [
              "ここが「忘却の秘薬」を渡せる最後の機会。本チャートでは渡さない。",
            ],
          },
          {
            section: "火山館：聖堂裏",
            text: "ロードを挟み、「ゾラーヤス」の末路を見る。",
            tips: [
              "情報「ゾラーヤスの手紙」とタリスマン「デーディカの禍」を入手。ゾラーヤスの手紙はこの方法でのみ入手可能。",
            ],
          },
          {
            section: "火山館：謁見の間",
            text: "「タニス」に話しかける。",
            tips: [],
          },
          {
            section: "アルター高原：西アルターの神授塔",
            text: "最上階のルーンを調べ、貴重品「ライカードの大ルーン」に力を得る。",
            tips: [],
          },
          {
            section: "アルター高原：日陰城",
            text: "ボス部屋前にいる「パッチ」に話しかける。",
            tips: ["貴重品「踊り子の打楽器」を入手。"],
          },
          {
            section: "火山館：謁見の間",
            text: "「タニス」に貴重品「踊り子の打楽器」を渡す。",
            tips: ["ここで止めておく選択もある。"],
          },
          {
            section: "火山館：謁見の間",
            text: "「タニス」を攻撃する。",
            tips: [],
          },
          {
            section: "火山館：謁見の間",
            text: "侵入NPC「タニスの騎士」を倒す。",
            tips: ["祈祷「坩堝の諸相・喉袋」を入手。"],
          },
          {
            section: "火山館：謁見の間",
            text: "「タニス」の末路を見る。",
            tips: ["防具「側妃シリーズ（兜・胴・足）」を入手。"],
          },
          {
            section: "リムグレイブ：曇り川の洞窟",
            text: "ボス部屋にある宝箱を開ける。",
            tips: [],
          },
          {
            section: "リムグレイブ：曇り川の洞窟",
            text: "「パッチ」と戦い、倒さないように一撃だけ入れる。",
            tips: ["ジェスチャー「パッチ座り」を入手。"],
          },
          {
            section: "リムグレイブ：曇り川の洞窟",
            text: "「パッチ」に話しかける。",
            tips: [],
          },
          {
            section: "リムグレイブ：曇り川の洞窟",
            text: "ロードを挟み、「パッチ」に話しかける。",
            tips: [
              "パッチショップが再開される。火山館関連イベントはこれで終了。",
            ],
          },
        ],
        ash: [
          {
            section: "巨人たちの山嶺：巨人の火の釜",
            text: "祝福の先にある「巨人の火の釜」へ向かう。",
            tips: [
              "「狂い火の王」の別エンドを見たい場合は、ここでバックアップを取っておく。",
            ],
          },
          {
            section: "バックアップ（その1）",
            text: "巨人の火の釜の祝福で「メリナ」に話しかけ、「準備はできた」と告げる。",
            tips: [
              "メリナを犠牲にしたくない場合は、忌み捨ての地下の「狂い火の封印」で狂い火を受領し、祝福でメリナと喧嘩別れする。メリナを犠牲にするかどうかで「狂い火の王」エンディングが変化する。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：崩れゆく獣墓",
            text: "祝福「崩れゆく獣墓」で休む。",
            tips: [
              "転送罠に引っ掛かったときと同じ状態では、いずれかの祝福で休まない限り別の場所へ転位できない。休んだら一旦帰還する。",
            ],
          },
          { section: "円卓", text: "「指読みエンヤ」に話しかける。", tips: [] },
          {
            section: "円卓",
            text: "「百智卿ギデオン」に話しかける。",
            tips: [],
          },
          {
            section: "円卓",
            text: "大祝福付近にいる「調霊師ローデリカ」に話しかける。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「鍛冶師ヒューグ」に「なぜ、まだ武器を打つ？」と尋ねる。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「ローデリカ」に「ヒューグについて」話しかける。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「ヒューグ」に「彼女はなんと？」と尋ねる。",
            tips: [],
          },
          {
            section: "忌み捨ての地下：狂い火の封印",
            text: "裸で封印の間へ入り、狂い火を受け入れる。",
            tips: [
              "狂い火を受領するとエンディングが「狂い火の王」に固定されるが、「ミリセント」のイベントで「ミケラの針」を入手していれば解除可能。狂い火になるのが嫌、または針を持っていない場合はスルーしてよい。火傷痕や眼の変化は化粧台の「外見の詳細」からOFFにできる。",
            ],
          },
          {
            section: "忌み捨ての地下：狂い火の封印",
            text: "「巫女ハイータ」に話しかける。",
            tips: [],
          },
          {
            section: "忌み捨ての地下：狂い火の封印",
            text: "「ハイータ」に触れる。",
            tips: [],
          },
          {
            section: "忌み捨ての地下：狂い火の封印",
            text: "「ハイータ」の末路を見る。",
            tips: [],
          },
          {
            section: "忌み捨ての地下：狂い火の封印",
            text: "聖印「狂い火の聖印」と道具「狂い火石」×5を入手する。",
            tips: [],
          },
          {
            section: "巨人たちの山嶺：ザミェルの廃墟周辺",
            text: "「ユラ（シャブリリ）」の末路を見る。",
            tips: [
              "防具「浪人シリーズ（兜・胴・手・足）」を入手。灰都ローデイルの「最初の王ゴッドフレイ」戦前に召喚サインが出現する。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：崩れゆく獣墓",
            text: "外壁通路で「古竜」を倒す。",
            tips: ["強化素材「古竜岩の鍛石」を入手。"],
          },
          {
            section: "崩れゆくファルム・アズラ：崩れゆく獣墓、奥部",
            text: "建物の二階で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：崩れゆく獣墓、奥部",
            text: "建物一階の遺体から、貴重品「古き竜の祈祷書」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：崩れゆく獣墓、奥部",
            text: "崖下の池で、貴重品「すずらん摘みの鈴玉 [3]」を入手する。",
            tips: [
              "崖下の古竜はスルー推奨。池のミミズ顔は足場の上から遠距離攻撃すると楽。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：竜巻を臨む露台",
            text: "崖際の遺体から、貴重品「喪色掘りの鈴玉 [4]」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：聖堂へ続く回廊",
            text: "回廊の上階で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂",
            text: "聖堂裏の遺体から、貴重品「石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂",
            text: "聖堂の下層で、遺灰「アズラの獣人の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂",
            text: "祭壇へ向かう。",
            tips: [
              "祭壇へのルートは上層・下層の2つ。背律者ベルナールと敵対していなければ、どちらのボス部屋前にも召喚サインがある。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：竜聖堂の祭壇",
            text: "「神肌のふたり」を倒す。",
            tips: ["貴重品「鍛石掘りの鈴玉 [4]」と戦灰「黒炎の渦」を入手。"],
          },
          {
            section: "円卓",
            text: "「鍛冶師ヒューグ」に「神殺しの武器について」尋ねる。",
            tips: ["必ず二回尋ねる。"],
          },
          {
            section: "崩れゆくファルム・アズラ：空中回廊",
            text: "竜の聖堂の屋上へ向かう。",
            tips: [
              "先へ進む前に螺旋階段を登り、インプ像の封印を解いて屋上へ寄り道する。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：空中回廊",
            text: "離れた足場の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：空中回廊",
            text: "祝福「竜の聖堂、昇降機前」に触れる。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、屋上",
            text: "高台で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、屋上",
            text: "廃墟群のスカラベを倒し、祈祷「黄金の雷防護」を入手する。",
            tips: [
              "屋上の端で寝ている古竜はスルー推奨。しゃがんで近付けば目の前のアイテムを回収できる。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：聖堂へ続く回廊、屋上",
            text: "瓦礫の上にいる「戦士の壺アレキサンダー」に話しかける。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：聖堂へ続く回廊、屋上",
            text: "敵対NPC「戦士の壺アレキサンダー」を倒す。",
            tips: [
              "タリスマン「アレキサンダーの破片」と貴重品「アレキサンダーの中身」を入手。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：聖堂へ続く回廊、屋上",
            text: "円形部屋の遺体から、貴重品「古竜信徒の製法書 [4]」を入手する。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "「小壺」に、貴重品「アレキサンダーの中身」を渡す。",
            tips: [],
          },
          {
            section: "湖のリエーニエ：壺村",
            text: "ロードを挟み、「小壺」の末路を見る。",
            tips: ["タリスマン「友なる壺」を入手。"],
          },
          {
            section: "崩れゆくファルム・アズラ：空中回廊",
            text: "回廊下の遺体から、タリスマン「竜印の盾のタリスマン+2」を入手する。",
            tips: ["広場の「坩堝の騎士」はスルー推奨。"],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、屋根上",
            text: "昇降機下の宝箱から、防具「竜騎士シリーズ（兜・胴・手・足）」を入手する。",
            tips: ["付近に下りられる場所があるので探す。"],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "落雷を発生させている「古竜」を倒す。",
            tips: [
              "屋根の下に入れば落雷を防げる。強化素材「古竜岩の鍛石」を入手。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "広場のテラスで、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "崖上で、強化素材「黄金の種子」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "崖下へ下りる。",
            tips: [
              "テラス付近から崖下へ下りられる。狭い場所で「失地騎士」や「坩堝の騎士」と戦うため準備する。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "郊外の宝箱から、大盾「竜のタワーシールド」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "窓際の遺体から、タリスマン「雷竜印のタリスマン+2」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "聖堂の遺体から、貴重品「喪色掘りの鈴玉 [5]」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "聖堂裏の昇降機で上がり、祝福「大橋梁の脇」に触れる。",
            tips: [
              "祝福に触れたら、プラキドサクスがいる竜王の広場へ向かう。ボス撃破後は広場への直通祝福が出現するため、後回しでもよい。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "聖堂前の崖から飛び下りる。",
            tips: ["崖下をよく観察する。"],
          },
          {
            section: "崩れゆくファルム・アズラ：竜の聖堂、下層",
            text: "空いている床で横たわる。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：竜王の広場",
            text: "「竜王プラキドサクス」を倒す。",
            tips: ["道具「竜王の追憶」を入手。「ミケラの針」はまだ使わない。"],
          },
          {
            section: "崩れゆくファルム・アズラ：大橋梁",
            text: "大聖堂の反対へ向かう。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：大橋梁",
            text: "離れの橋梁で、侵入NPC「背律者ベルナール」を倒す。",
            tips: [
              "道具「冒涜の爪」、伝説の大槌「世界喰らいの王笏」、防具「獣集いシリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "崩れゆくファルム・アズラ：大橋梁",
            text: "離れの塔の宝箱から、伝説のタリスマン「古き王のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "崩れゆくファルム・アズラ：大橋梁",
            text: "大聖堂前で「竜のツリーガード」を倒す。",
            tips: ["防具「異形シリーズ（兜・胴・手・足）」を入手。"],
          },
          {
            section: "崩れゆくファルム・アズラ：大聖堂",
            text: "「獣の司祭＆黒き剣のマリケス」を倒す。",
            tips: [
              "マリケス撃破で王都が灰都化し、地下を除く大部分が探索不可になる。アイテムが消滅し、特定NPCイベントも進むため、事前に取り逃しを確認する。道具「黒き剣の追憶」を入手。",
            ],
          },
          { section: "円卓", text: "「指読みエンヤ」の末路を見る。", tips: [] },
          {
            section: "円卓",
            text: "「鍛冶師ヒューグ」に「貴方について」尋ねる。",
            tips: [],
          },
          {
            section: "円卓",
            text: "「調霊師ローデリカ」に「ヒューグの異変」について尋ねる。",
            tips: [],
          },
          {
            section: "巨人たちの山嶺：星見の廃墟周辺",
            text: "橋の上にいる「記録者コリン」に話しかける。",
            tips: [
              "「忘却の秘薬」を渡したかで居場所が異なる。本チャートでは秘薬を渡した想定。",
            ],
          },
          {
            section: "巨人たちの山嶺：星見の廃墟周辺",
            text: "ロードを挟み、「コリン」の末路を見る。",
            tips: [
              "貴重品「コリンの鈴玉」、フレイル「フレイル」、胴鎧「コリンのローブ」を入手。",
            ],
          },
          {
            section: "灰都ローデイル：王都郊外",
            text: "木の上で、伝説のタリスマン「黄金樹の恩寵+2」を入手する。",
            tips: [
              "東側の郊外へは禁域方面から徒歩で移動する。周囲に三体の「爛れた樹霊」がいるので注意。",
            ],
          },
          {
            section: "忌み捨ての地下：地下大通り周辺",
            text: "梁上の遺体から、タリスマン「緋琥珀のメダリオン+2」を入手する。",
            tips: ["灰都の元大通りに開いたマンホールから落ちてくる。"],
          },
          {
            section: "灰都ローデイル：城館跡周辺",
            text: "城館前の遺体から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: ["付近の「英雄のガーゴイル」はスルー推奨。"],
          },
          {
            section: "灰都ローデイル：闘技場周辺",
            text: "崖際にいる「金仮面卿」の末路を見る。",
            tips: ["貴重品「完全律の修復ルーン」を入手。"],
          },
          {
            section: "灰都ローデイル：闘技場周辺",
            text: "ロードを挟み、防具「金仮面シリーズ（胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "灰都ローデイル：闘技場周辺",
            text: "昇降機に乗り、黄金樹の大聖堂へ向かう。",
            tips: [],
          },
          {
            section: "灰都ローデイル：黄金樹の大聖堂",
            text: "「百智卿ギデオン＝オーフニール」を倒す。",
            tips: [
              "槌「百智の王笏」と防具「百智シリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "灰都ローデイル：女王の閨",
            text: "寝所で、祈祷「黄金樹の回復」を入手する。",
            tips: [],
          },
          {
            section: "灰都ローデイル：エルデの王座",
            text: "「最初の王ゴッドフレイ＆戦士ホーラ・ルー」を倒す。",
            tips: [
              "ユラ（シャブリリ）のイベントを最後まで進め、狂い火状態なら彼の召喚サインが出現。ネフェリ・ルーがストームヴィル城の王座に就いていれば彼女の召喚サインも出現。道具「ホーラ・ルーの追憶」を入手。",
            ],
          },
          {
            section: "灰都ローデイル：石舞台",
            text: "「黄金律ラダゴン」を倒す。",
            tips: [],
          },
          {
            section: "灰都ローデイル：石舞台",
            text: "続けて「エルデの獣」を倒す。",
            tips: ["道具「エルデの追憶」を入手。"],
          },
          {
            section: "灰都ローデイル：石舞台",
            text: "祝福「壊れかけのマリカ」に触れる。",
            tips: [
              "これで各地にファストトラベルできる。中央の「壊れかけのマリカ像」にはまだ触れない。複数エンディングを見る場合はここでバックアップを取る。",
            ],
          },
          {
            section: "バックアップ（その2）",
            text: "エンディングを迎える準備をする。",
            tips: [
              "エルデの王：全4種。修復ルーンを使うか使わずに修復する。星の世紀：全2種。ラニのイベントを最後まで進め、ラニの部屋の祝福で話す／話さないで分岐。狂い火の王：全2種。メリナに黄金樹を燃やしてもらった後で狂い火を受領するか、先に受領してメリナと別れるかで分岐。狂い火状態で別エンドを見るには竜王の広場で「ミケラの針」を使う。",
            ],
          },
          {
            section: "灰都ローデイル：エンディング",
            text: "エンディングを選択する。",
            tips: [
              "エルデの王：マリカ像に触れ、修復方法を選択。星の世紀：マリカ像前の青い召喚サインでラニを呼ぶ。狂い火の王：マリカ像に触れ、「狂い火の王となる」を選択。",
            ],
          },
        ],
        graveyard: [
          {
            section: "モーグウィン王朝：モーグウィン王朝廟",
            text: "神人眠りの繭の前にいる「針の騎士レダ」に話しかける。",
            tips: [
              "ロードを挟んでもレダが現れない場合は、一度アプリを終了してから立ち上げ直す。",
            ],
          },
          {
            section: "モーグウィン王朝：モーグウィン王朝廟",
            text: "繭から出ている「枯れた腕に触れる」。",
            tips: [],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "廃墟前の石碑で、貴重品「地図断片：墓地平原」を入手する。",
            tips: [
              "地図には既に石碑の位置が表示されているはず。周辺探索の前に入手する。",
            ],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "大通り脇の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "廃屋前の遺体から、貴重品「大壺師の製法書 [1]」を入手する。",
            tips: [
              "この先、必須となるアイテムが作れる製法書。素材も意識して集める。",
            ],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "最上階の宝箱から、タリスマン「介錯の刃」を入手する。",
            tips: [],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "廃墟裏手の墓地で壺影人を倒し、強化素材「影樹の破片」を入手する。",
            tips: ["祝福で黄金の種子と同じ感覚で使う。"],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "滝前の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "火に焼かれた廃墟周辺",
            text: "崖際の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [
              "幻影墓（夜）は夜の間だけ現れる青白い幻影墓。探索後は崖下の教会へ行き、そこから北上する。",
            ],
          },
          {
            section: "慰めの教会",
            text: "「黒騎士」を倒す。",
            tips: ["大槌「黒鉄の大槌」を入手。"],
          },
          {
            section: "慰めの教会",
            text: "祭壇前で、強化素材「影樹の破片」×2を入手する。",
            tips: [],
          },
          {
            section: "慰めの教会周辺",
            text: "洞窟の遺体から、道具「マリカの祝福」を入手する。",
            tips: [],
          },
          {
            section: "慰めの教会周辺",
            text: "南の林で、敵対NPC「獣の爪ロガ」を倒す。",
            tips: ["獣爪「獣の爪」を入手。"],
          },
          {
            section: "西の無名霊廟",
            text: "「孤牢の騎士」を倒す。",
            tips: [
              "大剣「孤牢の大剣」と防具「孤牢シリーズ（兜・胴・手・足）」を入手。DLCのボスは高火力・高耐久。苦戦するなら各地で影樹の破片や霊灰を集め、加護レベルを上げる。",
            ],
          },
          {
            section: "墓地平原",
            text: "焼かれた廃墟付近で「焼炉のゴーレム」を倒す。",
            tips: ["貴重品「弾く硬雫」と素材「焼炉の面」を入手。"],
          },
          {
            section: "墓地平原",
            text: "東の洞窟にある絵画を調べ、情報「絵画『神の塔』」を入手する。",
            tips: [
              "絵画の場所はラウフの古遺跡の北の無名霊廟周辺。画家の出現条件上、回収は終盤になる。",
            ],
          },
          {
            section: "墓地平原",
            text: "祭壇で、逆手剣「逆手剣」を入手する。",
            tips: [],
          },
          {
            section: "三叉路の十字周辺",
            text: "祝福付近にいる「赤獅子フレイヤ」に話しかける。",
            tips: [],
          },
          {
            section: "三叉路の十字周辺",
            text: "祝福付近にいる「角人」に話しかける。",
            tips: ["情報「十字の地図」を入手。"],
          },
          {
            section: "三叉路の十字周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: ["北上する前に西側の探索を終わらせる。"],
          },
          {
            section: "正門前の十字周辺",
            text: "祝福付近にいる「老兵アンスバッハ」に話しかける。",
            tips: [],
          },
          {
            section: "正門前の十字周辺",
            text: "祝福付近にいる「ムーア」に話しかける。",
            tips: ["ムーアショップが開業する。"],
          },
          {
            section: "正門前の十字周辺",
            text: "ムーアショップで何らかのアイテムを購入後、「ムーア」に話しかける。",
            tips: [
              "矢弾以外の全アイテムを購入後、ロードを挟んで話しかけると追加会話がある。",
            ],
          },
          {
            section: "正門前の十字周辺",
            text: "ロードを挟み、「アンスバッハ」に「緑青鎧の人物について」尋ねる。",
            tips: [],
          },
          {
            section: "正門前の十字周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [
              "「塔の街ベルラート」はまだ攻略せず、南の崖道を通って眺望街へ向かう。",
            ],
          },
          {
            section: "眺望街周辺",
            text: "崖上の墓地で壺影人を倒し、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "眺望街周辺",
            text: "崖に吊るされた壺を狙い撃ち、貴重品「紐売りの鈴玉」を入手する。",
            tips: [
              "崖の上部に吊るされた壺は各地にある。カメラを上に向けて探す。",
            ],
          },
          {
            section: "眺望街周辺",
            text: "集会場で「血鬼」を倒す。",
            tips: ["特大武器「血鬼の腕」を入手。"],
          },
          {
            section: "眺望街周辺",
            text: "最上階の宝箱から、タリスマン「外なる神の伝承」を入手する。",
            tips: [],
          },
          {
            section: "眺望街周辺",
            text: "池付近の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "眺望街周辺",
            text: "崖上の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "眺望街周辺",
            text: "崖上にいる「拾い虫」に話しかける。",
            tips: [
              "ムーアの関係者なので攻撃しない。貴重品「拾い虫の製法書 [2]」と素材「黒火蝶」×3を入手。",
            ],
          },
          {
            section: "眺望街周辺",
            text: "落雷地帯の遺体から、貴重品「大壺師の製法書 [5]」を入手する。",
            tips: [],
          },
          {
            section: "絵描きのボロ家",
            text: "ボロ家にある絵画を調べ、情報「絵画『侵攻』」を入手する。",
            tips: ["絵画の場所は墓地平原の大橋の北周辺。後ほど回収する。"],
          },
          {
            section: "恵みの教会",
            text: "マリカ像の前で、タリスマン「恵みの青雫のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "恵みの教会",
            text: "崖際の遺体から、防具「誓約騎士シリーズ（兜・胴・手・足）」と拳「パタ」を入手する。",
            tips: ["探索が終わったら三叉路の十字へ戻り、北へ向かう。"],
          },
          {
            section: "三叉路の十字周辺",
            text: "北の野営地で、戦灰「猛獅子斬り」を入手する。",
            tips: [],
          },
          {
            section: "大橋の北周辺",
            text: "高台の画家の霊から、中盾「蛇紋章の盾」を入手する。",
            tips: ["情報「絵画『侵攻』」を所持していることが条件。"],
          },
          {
            section: "ベルラートの牢獄",
            text: "中二階の宝箱から、貴重品「ヒビ大壺」を入手する。",
            tips: ["壺が吊るされた縦穴を下りる際、下方をよく確認する。"],
          },
          {
            section: "ベルラートの牢獄",
            text: "壺置き場の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "ベルラートの牢獄",
            text: "壺置き場の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "ベルラートの牢獄",
            text: "壺置き場の遺体から、貴重品「大壺師の製法書 [11]」を入手する。",
            tips: [],
          },
          {
            section: "ベルラートの牢獄",
            text: "壺置き場の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "ベルラートの牢獄",
            text: "大壺の祭壇で、兜「大壺頭」を入手する。",
            tips: ["祭壇へは最下層前の崖下にある大壺の昇降機を利用する。"],
          },
          {
            section: "ベルラートの牢獄",
            text: "最下層で「亜人の剣聖オンジ」を倒す。",
            tips: ["遺灰「亜人の剣士ヨシ」を入手。"],
          },
          {
            section: "大橋の北周辺",
            text: "霊墓の遺体から、胴鎧「墓守鳥の鎧」を入手する。",
            tips: [],
          },
          {
            section: "大橋の北周辺",
            text: "湖で「霊炎竜」を倒す。",
            tips: ["貴重品「竜の心臓」と強化素材「古竜岩の喪色鍛石」を入手。"],
          },
          {
            section: "大橋の北周辺",
            text: "湖の遺体から、大刀「大刀」を入手する。",
            tips: [],
          },
          {
            section: "病捨て村周辺",
            text: "廃屋の遺体から、貴重品「大壺師の製法書 [10]」を入手する。",
            tips: [],
          },
          {
            section: "病捨て村周辺",
            text: "祝福付近の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "病捨て村周辺",
            text: "崖下の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "病捨て村周辺",
            text: "高台の遺体から、タリスマン「病のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "旅人のボロ家",
            text: "ボロ家の遺体から、貴重品「大壺師の製法書 [2]」を入手する。",
            tips: [
              "この先、必須となるアイテムが作れる製法書。素材も意識して集める。",
            ],
          },
          {
            section: "エラクの大橋",
            text: "橋上の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: ["橋上のアイテムはバリスタ兵を排除してから回収する。"],
          },
          {
            section: "城砦正面周辺",
            text: "マリカ像の前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "城砦正面周辺",
            text: "野営地の宝箱から、調香瓶「火花の調香瓶」を入手する。",
            tips: [],
          },
          {
            section: "城砦正面周辺",
            text: "崖下の野営地の遺体から、クロスボウ「散弾クロスボウ」を入手する。",
            tips: [],
          },
          {
            section: "城砦正面周辺",
            text: "テントの中の遺体から、貴重品「火の騎士の製法書 [2]」を入手する。",
            tips: [],
          },
          {
            section: "城砦正面周辺",
            text: "城砦倉庫の遺体から、タリスマン「魔力竜印のタリスマン+3」を入手する。",
            tips: [
              "倉庫は城砦へ続く橋の下にある。崖道を下る。エンシスの城砦は後回しにして、北の霧谷の地下墓へ向かう。",
            ],
          },
          {
            section: "霧谷の地下墓",
            text: "突き当たりの遺体から、貴重品「古竜騎士の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の地下墓",
            text: "上層の突き当たり部屋で、強化素材「霊姿すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の地下墓",
            text: "隠し部屋の石棺から、遺灰「黒騎士長アンドレアス」を入手する。",
            tips: ["四人の兵士がいる広間をよく調べる。ヒントは吊り天井。"],
          },
          {
            section: "霧谷の地下墓",
            text: "昇降機に乗り、下層へ下りる。",
            tips: [],
          },
          {
            section: "霧谷の地下墓",
            text: "地下の遺体から、祈祷「帯電」を入手する。",
            tips: ["地下へは長吊り天井部屋から下りられる。"],
          },
          {
            section: "霧谷の地下墓",
            text: "長吊り天井上の宝箱から、戦灰「瞬雷」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の地下墓",
            text: "長吊り天井上の祭壇で、直剣「石鞘の剣」を入手する。",
            tips: [
              "この手の祭壇は影の地に三つある。一周につき一本入手可能。入手した祭壇以外では「光」↔「闇」に属性を切り替えられる。",
            ],
          },
          {
            section: "霧谷の地下墓",
            text: "昇降機に乗り、最下層へ下りる。",
            tips: [],
          },
          {
            section: "霧谷の地下墓",
            text: "最下層で「死の騎士」を倒す。",
            tips: [
              "斧「死の騎士の双斧」とタリスマン「緋琥珀のメダリオン+3」を入手。次は城砦正面から南側へ向かう。",
            ],
          },
          {
            section: "溶岩筒の鍛冶遺跡",
            text: "炉の遺体から、貴重品「大壺師の製法書 [13]」を入手する。",
            tips: ["ボスはいないがマルチ不可。ゴーレムは背中の赤い石を狙う。"],
          },
          {
            section: "溶岩筒の鍛冶遺跡",
            text: "鍛冶場の遺体から、投擲剣「流紋の短剣」を入手する。",
            tips: [],
          },
          {
            section: "溶岩筒の鍛冶遺跡",
            text: "鍛冶祭壇を調べ、特大武器「鍛冶床ハンマー」と強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "西の林道の遺体から、槍「速槍」を入手する。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "祝福付近にいる「ティエリエ」に話しかける。",
            tips: ["二回話しかけるとティエリエショップが開業する。"],
          },
          {
            section: "正門前の十字周辺",
            text: "「ムーア」に話しかけ、貴重品「黒いシロップ」を受け取る。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "「ティエリエ」に貴重品「黒いシロップ」を渡す。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "「ティエリエ」に「黒いシロップ」について尋ねる。",
            tips: [],
          },
          {
            section: "柱坂の十字周辺",
            text: "「ティエリエ」に「生きることに疲れた」と愚痴る。",
            tips: [
              "道具「ティエリエの秘薬」を入手。以後ショップでも販売される。",
            ],
          },
          {
            section: "柱坂中腹周辺",
            text: "祝福付近にいる「エーゴン」に話しかける。",
            tips: ["まずは崖上の塔へ向かう。"],
          },
          {
            section: "柱坂中腹周辺",
            text: "階段上の遺体から、手甲「墓守鳥の腕輪」を入手する。",
            tips: [],
          },
          {
            section: "鎮めの柱周辺",
            text: "塔北東の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "鎮めの柱周辺",
            text: "塔頂の宝箱から、貴重品「古竜岩の鍛石」を入手する。",
            tips: ["次は西の崖下にある「竜の穴」へ向かう。"],
          },
          {
            section: "竜の穴周辺",
            text: "侵入NPC「古竜人」を倒す。",
            tips: [],
          },
          {
            section: "竜の穴周辺",
            text: "崖に吊るされた壺を狙い撃ち、貴重品「草売りの鈴玉」を入手する。",
            tips: [],
          },
          {
            section: "竜の穴",
            text: "上層の棲家で「溶岩土竜」を倒す。",
            tips: ["貴重品「竜の心臓」と強化素材「古竜岩の鍛石」を入手。"],
          },
          {
            section: "竜の穴",
            text: "虚無の穴に落ちる。",
            tips: ["恐怖を知らぬ、勇気を示せ。"],
          },
          {
            section: "竜の穴",
            text: "最下層で「古竜人」を倒す。",
            tips: ["大刀「竜狩りの大刀」を入手。"],
          },
          {
            section: "竜の穴",
            text: "祝福「竜の穴、終端」に触れる。",
            tips: [
              "竜の穴方面の探索は一旦終了。次は北の毒沼へ。「溶岩筒の鍛冶遺跡」前の坂道から下りられる。",
            ],
          },
          {
            section: "毒沼地帯",
            text: "毒沼の遺体から、貴重品「大壺師の製法書 [7]」を入手する。",
            tips: [
              "地図範囲外だが一本道。付近の封印された霊気流は解除してもよいが、このタイミングでは利用しない。影のアルター入りすると一部NPCイベントがスキップされる。",
            ],
          },
          {
            section: "老人のボロ家",
            text: "ボロ家の遺体から、タリスマン「暴竜のタリスマン」を入手する。",
            tips: ["取る物を取ったら引き返し、北の谷間を進む。"],
          },
          {
            section: "エラク川の洞窟周辺",
            text: "地下の祭壇で、強化素材「霊灰」を入手する。",
            tips: ["川に出たら北へ向かう。"],
          },
          {
            section: "エラク川の洞窟周辺",
            text: "大橋の下で「爛れた樹霊」を倒す。",
            tips: ["道具「角水子」を入手。"],
          },
          {
            section: "川終わりの洞窟周辺",
            text: "崖に吊るされた壺を狙い撃ち、貴重品「キノコ売りの鈴玉 [1]」を入手する。",
            tips: [],
          },
          {
            section: "川終わりの洞窟周辺",
            text: "洞窟の遺体から、タリスマン「双頭亀のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "川終わりの洞窟",
            text: "最奥で「血鬼の長」を倒す。",
            tips: [
              "遺灰「血鬼の呪術師の遺灰」を入手。次は「エラク川の洞窟」の南の滝を下り、青海岸へ向かう。「塔の街ベルラート」と「エンシスの城砦」はギザ山編で攻略する。",
            ],
          },
          {
            section: "エラク川の洞窟周辺",
            text: "滝を下る。",
            tips: ["奈落しないよう慎重に下りる。"],
          },
          {
            section: "エラク川の洞窟周辺",
            text: "岩上の遺体から、貴重品「大壺師の製法書 [12]」を入手する。",
            tips: [],
          },
          {
            section: "エラク川下流周辺",
            text: "滝壺の岩に吊るされた壺を狙い撃ち、貴重品「キノコ売りの鈴玉 [2]」を入手する。",
            tips: [],
          },
        ],
        bluecoast: [
          {
            section: "墓地平原",
            text: "滝壺に下りた後、地図断片「南海岸」がある石碑を目指す。",
            tips: [
              "針路を南に取り、右側の崖に沿って進む。地図上に石碑が表示されたら向かおう。石碑まではほぼ直線。",
            ],
          },
          {
            section: "青海岸の十字周辺",
            text: "坂道の石碑で、貴重品「地図断片：南海岸」を入手する。",
            tips: [
              "地図を入手したら祝福「エラク川下流」まで戻り、細かく探索する。",
            ],
          },
          {
            section: "エラク川下流周辺",
            text: "川で「焼炉のゴーレム」を倒す。",
            tips: ["貴重品「緑色の秘雫」と素材「焼炉の面」を入手。"],
          },
          {
            section: "エラク川下流周辺",
            text: "崖際にいる「拾い虫」に話しかける。",
            tips: [
              "ムーアの関係者なので攻撃しない。貴重品「拾い虫の製法書 [3]」と素材「黄雷花」×3を入手。",
            ],
          },
          {
            section: "エラク川下流周辺",
            text: "水場の遺体から、調香瓶「雷の調香瓶」を入手する。",
            tips: ["次は祝福「青海岸」から西へ向かう。"],
          },
          {
            section: "青海岸周辺",
            text: "水場の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "青海岸周辺",
            text: "枯木の前の遺体から、貴重品「墓守の製法書 [1]」を入手する。",
            tips: ["枯木の下に「海底洞窟」がある。"],
          },
          {
            section: "海底洞窟周辺",
            text: "石棺の上で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "海底洞窟周辺",
            text: "離島の遺体から、道具「ラーナの香油瓶」を入手する。",
            tips: [],
          },
          {
            section: "南の無名霊廟",
            text: "「ラーナの踊り子」を倒す。",
            tips: [
              "曲剣「ラーナの舞踏剣」と防具「踊り子シリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "青海岸西周辺",
            text: "峡谷の遺体から、曲剣「霊の剣」を入手する。",
            tips: [],
          },
          {
            section: "青海岸西周辺",
            text: "洞窟の遺体から、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "青海岸西周辺",
            text: "西海岸で「亜人の女王マルガ」を倒す。",
            tips: ["刀「連星剣」を入手。"],
          },
          {
            section: "青海岸西周辺",
            text: "石棺の上で、強化素材「墓すずらんの大輪」を入手する。",
            tips: ["大輪を入手したら、青海岸の南側へ進む。"],
          },
          {
            section: "青海岸周辺",
            text: "墓石群で「霊炎竜」を倒す。",
            tips: ["貴重品「竜の心臓」と強化素材「古竜岩の喪色鍛石」を入手。"],
          },
          {
            section: "青海岸の十字周辺",
            text: "祝福付近にあるミケラの十字に触れる。",
            tips: [],
          },
          {
            section: "青海岸の十字周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "「老兵アンスバッハ」に「海岸にあった十字を教える」。",
            tips: ["報告後は青海岸へ戻り、南の岬側へ向かう。"],
          },
          {
            section: "青海岸の十字周辺",
            text: "岬前で「壺投げトロル」を倒す。",
            tips: ["貴重品「ヒビ大壺」を入手。"],
          },
          {
            section: "青海岸の十字周辺",
            text: "岬の遺体から、貴重品「トリーナ信徒の製法書 [2]」を入手する。",
            tips: [
              "縦穴の底にある「石棺の大穴」は現時点では封印されている。攻略は「影のアルター編」で行う。",
            ],
          },
          {
            section: "青海岸の十字周辺",
            text: "ミケラの十字の北側にある崖上の遺体から、貴重品「トリーナ信徒の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "青海岸の十字周辺",
            text: "石棺の上で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "青海岸の十字周辺",
            text: "石棺の上で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "リアの指遺跡周辺",
            text: "追憶の複製が可能な遺体の場所を確認する。",
            tips: [
              "祝福から右の崖に沿って進むと辿り着ける。鐘付きの霊廟と同じ効果がある。",
            ],
          },
          {
            section: "指追いのボロ家",
            text: "ボロ家の遺体から、貴重品「指追いの製法書 [1]」を入手する。",
            tips: [
              "青海岸の探索はいったん終了。墓地平原側の祝福「竜の穴、終端」からギザ山へ向かう。",
            ],
          },
        ],
        gizayama: [
          {
            section: "竜の穴、終端周辺",
            text: "水場で「ギザ山の飛竜」を倒し、貴重品「竜の心臓」と道具「逆鱗の肉塊」を入手する。",
            tips: ["次は水場の南へ向かう。"],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "廃屋の遺体から、貴重品「エーゴンの製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "大祭壇前の「竜餐の巫女」に話しかけ、「竜の力を喰らう」と答える。",
            tips: [
              "道具「古竜の恩寵」を入手。一個しか所持できないが、暴竜ベールを倒すか秘薬を飲ませるまで、ロードごとに何度でも貰える。",
              "夜に訪れて巫女がいない場合は、ロードを挟むか夜以外に時間を切り替える。",
              "夜に訪れると「ティエリエの秘薬」を含ませられるが、期限は暴竜ベール撃破まで。秘薬を含ませると「古竜の恩寵」は貰えなくなる一方、最終的な入手アイテムが変化する。本チャートではベールに挑む直前まで決断を保留する。",
            ],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」に「ベールについて」尋ねる。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "川下で、貴重品「墓守の製法書 [2]」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "崖下の石棺で、強化素材「墓すずらんの大輪」を入手する。",
            tips: [
              "下りると戻れないため、先に少し進んだ場所の祝福に触れておく。",
            ],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "川で「ティビアの呼び舟」を倒し、貴重品「ティビアの製法書」を入手する。",
            tips: ["「王族の幽鬼」を召喚するので注意。"],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "鳥祭壇の遺体から、魔術「霊光輪」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "夜の水場で「死儀礼の鳥」を倒し、戦灰「霊炎呼び」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "西の水場の遺体から、貴重品「大壺師の製法書 [14]」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "西の水場で「カバ」を倒し、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "高台で「焼炉のゴーレム（脚部補強型）」を倒し、貴重品「すずらんの結晶雫」と素材「焼炉の面」を入手する。",
            tips: [],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "高台の墓石前の遺体から、遺灰「墓守鳥の遺灰」を入手する。",
            tips: ["次は崖下の「嘆きの牢獄」へ向かう。"],
          },
          {
            section: "カロの隠し墓地周辺",
            text: "東の墓石前の遺体から、斧槍「霊のグレイブ」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（上層）",
            text: "小部屋の宝箱から、貴重品「牢獄上層の鍵」を入手する。",
            tips: ["グロテスクな表現が苦手なら探索を避けることも検討。"],
          },
          {
            section: "嘆きの牢獄（上層）",
            text: "小部屋の遺体から、道具「呼び声頭「嘆き」」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（上層）",
            text: "突き当たりの格子扉を開け、下層へ下りる。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "小部屋の遺体から、調香瓶「冷気の調香瓶」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "地下水路の遺体から、タリスマン「正気の角飾り+2」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "落とし穴から地下へ落ちる。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "地下の壺墓場で、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "壺墓場の宝箱から、貴重品「牢獄下層の鍵」を入手する。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "倉庫の遺体から、松明「嘆き首」を入手する。",
            tips: ["倉庫は地下の隠し通路の先。脇道の突き当たりを調べる。"],
          },
          {
            section: "嘆きの牢獄（下層）",
            text: "地下探索後、上階へ戻り、突き当たりの格子扉を開けて最下層へ下りる。",
            tips: [],
          },
          {
            section: "嘆きの牢獄（最下層）",
            text: "「嘆き人」を倒し、道具「嘆き人の仮面」を入手する。",
            tips: ["次は墓地平原「竜の穴、終端」東の三叉路を東へ進む。"],
          },
          {
            section: "ギザ山の麓周辺",
            text: "崖際の遺体から、貴重品「大壺師の製法書 [6]」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山の麓周辺",
            text: "麓で「ギザ山の飛竜」を倒し、貴重品「竜の心臓」と道具「逆鱗の肉塊」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山の麓周辺",
            text: "谷間にいる「エーゴン」に話しかけ、貴重品「エーゴンの鉤指」を入手する。",
            tips: [
              "エーゴンの願いを託された後、ロードを挟むとイベントが進む。",
            ],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」に「エーゴンについて」尋ねる。",
            tips: [],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "落石現場の遺体から、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "大空洞で「古竜セネサクス」を倒し、強化素材「古竜岩の鍛石」と「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "崖際の遺体から、貴重品「エーゴンの製法書 [2]」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "二つ目の霊気流付近の遺体から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "二つ目の霊気流の先の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [
              "巫女に「ティエリエの秘薬」を含ませる場合、ここが最終ライン。本チャートではここで決断する。",
            ],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」に「ティエリエの秘薬」を含ませる。",
            tips: [],
          },
          {
            section: "暴竜の座",
            text: "山頂で「暴竜ベール」を倒し、貴重品「ベールの心臓」を入手する。",
            tips: [
              "非常に強力なボス。難しければ後回しでもよい。",
              "貴重品「エーゴンの鉤指」を所持していれば、ボス部屋に入った辺りにエーゴンの召喚サインが出現する。",
            ],
          },
          {
            section: "ギザ山の麓周辺",
            text: "「エーゴン」の末路を確認し、大弓「エーゴンの大弓」、防具「エーゴンシリーズ（兜・胴・手・足）」、貴重品「エーゴンの鈴玉」を入手する。",
            tips: [],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」に話しかけ、祈祷「フローサクスの竜雷」を入手する。",
            tips: [],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」に「眠らせたのは自分だと伝える」。",
            tips: [],
          },
          {
            section: "竜餐の大祭壇周辺",
            text: "「竜餐の巫女」を「連れていく」を選び、遺灰「古竜フローサクス」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "ロビーの祭壇で、強化素材「霊灰」×2を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "円形広場で侵入NPC「火の騎士クウィライン」を倒し、タリスマン「聖戦の微章」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "円形広場の遺体から、戦灰「悲痛の叫び」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "倉庫二階の遺体から、貴重品「倉庫の鍵」を入手する。",
            tips: ["倉庫は祝福「民家の小祭壇」付近。寄り道時に探索する。"],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "民家二階の遺体から、貴重品「井戸底の鍵」を入手する。",
            tips: ["井戸は入口付近の大通りにある。寄り道時に探索する。"],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "大塔の遺体から、小弓「骨の弓」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "隠し部屋にあるミケラの十字に触れ、十字前で強化素材「影樹の破片」を入手する。",
            tips: ["隠し部屋は大塔の入口横。瓦礫の陰に隠れている。"],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "橋下の祭壇の遺体から、タリスマン「乾いた花束」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "橋上の壺影人を倒し、強化素材「霊灰」を入手する。",
            tips: ["確率で道具「黄金の角貨」もドロップする。"],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "テラスの祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート（寄り道）",
            text: "倉庫にいる「角人の老婆」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート（寄り道）",
            text: "毒沼で「爛れた樹霊」を倒し、タリスマン「免疫の角飾り+2」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート（寄り道）",
            text: "毒沼で「角の戦士」を倒し、曲剣「角の戦士の曲剣」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート（寄り道）",
            text: "毒沼の遺体から、拳「毒手」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "舞台で「神獣獅子舞」を倒し、道具「獅子舞の追憶」と兜「神獣の頭」を入手する。",
            tips: [
              "ボス部屋前に「赤獅子フレイヤ」の召喚サインがある。召喚した状態で撃破すると会話イベントが発生する。加護レベル的には現時点でも挑戦可能。",
            ],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "大階段前の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "大階段の上で、情報「影の塔の置き手紙」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "兜「神獣の頭」を装備して倉庫の「角人の老婆」に話しかけ、二回話して祈祷「守護霊」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "ロードを挟み、再度「角人の老婆」に話しかけて道具「サソリ煮込み」を入手する。",
            tips: ["一個しか所持できないが、何度でも貰える。"],
          },
          {
            section: "墓地平原：三叉路の十字周辺",
            text: "「角人」に道具「サソリ煮込み」を渡し、改めて話しかけて素材「焼炉の面」を入手する。",
            tips: ["二個目の煮込みは受け取ってくれない。"],
          },
          {
            section: "墓地平原：三叉路の十字周辺",
            text: "「赤獅子フレイヤ」に「兜の傷について」尋ねる。",
            tips: [
              "「神獣獅子舞」戦で共闘して倒すことが条件。「ラウフの古遺跡」の「大赤熊ルガリア」戦でも条件を満たせる。",
            ],
          },
          {
            section: "墓地平原：三叉路の十字周辺",
            text: "「フレイヤ」に「もう一人の男について」尋ねる。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字",
            text: "「老兵アンスバッハ」に「塔にあった十字を教える」。",
            tips: ["次は「エンシスの城砦」へ向かう。"],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "小塔の宝箱から、軽大剣「レディソード」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "倉庫の宝箱から、貴重品「従騎士の製法書」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "ミケラの十字前で、情報「城砦十字の置き手紙」と強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "上層のテラスで敵対NPC「カーリア騎士ムーンリデル」を倒し、特大剣「ムーンリデルの騎士剣」を入手する。",
            tips: ["付近の小塔の上からバリスタなどで狙い撃つと倒しやすい。"],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "暖炉前の宝箱から、中盾「狼紋章の盾」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "教会の祭壇で、タリスマン「レラーナのカメオ」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "城壁の遺体から、魔術「魔術の三輝剣」を入手する。",
            tips: ["城壁に出たら屋根上に登り、下を覗く。"],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "倉庫の宝箱から、貴重品「魔石剣の鍵」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "離れの塔の宝箱から、戦灰「片翼の構え」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "月見場で「双月の騎士レラーナ」を倒し、道具「双月の騎士の追憶」を入手する。",
            tips: [
              "「影のアルター」に進入していない場合のみ、ボス部屋前に「針の騎士レダ」の召喚サインが出現する。",
            ],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "城砦を抜け、「影のアルター」へ進入する。",
            tips: [],
          },
        ],
        shadowalt: [
          {
            section: "街道の十字周辺",
            text: "「針の騎士レダ」に「角人について」尋ねる。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "祝福付近で、情報「僧の手紙」とジェスチャー「手合わせ所望」を入手する。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "祝福付近にいる「角人」に話しかけ、情報「新しい十字の地図」を入手する。",
            tips: ["街道に沿って北へ進み、石碑で地図を入手する。"],
          },
          {
            section: "街道の石碑",
            text: "貴重品「地図断片：影のアルター」を入手する。",
            tips: [],
          },
          {
            section: "影のアルター、西周辺",
            text: "中州の転送門を起動する。",
            tips: [
              "起動には「魔石剣の鍵」が必要。エンシスの城砦などで入手できる。",
              "転送門の裏手からエンシスの城砦の屋上へ飛び下りられるが、まず転送門を起動する。",
            ],
          },
          {
            section: "ラウフの古遺跡、東周辺",
            text: "石像の前で、タリスマン「緑青の円盤」を入手する。",
            tips: ["古遺跡の探索はここで一旦切り上げる。"],
          },
          {
            section: "墓地平原：エンシスの城砦",
            text: "屋上の宝箱から、刺剣「カーリアの魔術剣」を入手する。",
            tips: [],
          },
          {
            section: "影のアルター：霧谷の砦",
            text: "祝福「影のアルター、西」付近の崖際から、崖下の「霧谷の砦」へ飛び下りる。",
            tips: [],
          },
          {
            section: "霧谷の砦",
            text: "崖際の遺体から、貴重品「大壺師の製法書 [3]」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の砦",
            text: "演習場の宝箱から、フレイル「蛇のフレイル」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の砦",
            text: "詰所前で「黒騎士ガルー」を倒し、大盾「黒鉄の大盾」を入手する。",
            tips: [],
          },
          {
            section: "霧谷の砦",
            text: "屋上の宝箱から、タリスマン「遠硬矢のタリスマン」を入手する。",
            tips: ["次は北の聖戦教会へ向かう。"],
          },
          {
            section: "聖戦教会周辺",
            text: "南側の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "聖戦教会周辺",
            text: "教会の裏手にいる「拾い虫」を、道具「ぬくもり石」で回復させる。",
            tips: ["ムーアの関係者。攻撃しないこと。"],
          },
          {
            section: "聖戦教会周辺",
            text: "ロードを挟み、「拾い虫」に話しかけ、貴重品「拾い虫の製法書 [4]」と素材「影輪草」×3を入手する。",
            tips: [],
          },
          {
            section: "聖戦教会",
            text: "侵入NPC「火の騎士クウィライン」を倒し、戦灰「火の串刺し」と貴重品「祈りの間の鍵」を入手する。",
            tips: [],
          },
          {
            section: "聖戦教会",
            text: "マリカ像の前で、強化素材「影樹の破片」×2を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "「ムーア」に話しかけ、貴重品「拾い虫の製法書 [7]」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）",
            text: "「焼炉のゴーレム」を倒し、貴重品「緋湧きの枯れ雫」と素材「焼炉の面」を入手する。",
            tips: ["基地内は敵が密集している。三叉路付近まで釣り出して戦う。"],
          },
          {
            section: "前哨基地（正式名称不明）",
            text: "マリカ像の前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）",
            text: "西の丘上で「黒騎士」を倒し、両刃剣「黒鉄の両刃剣」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）",
            text: "テント内の遺体から、貴重品「従軍司祭の製法書 [3]」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）",
            text: "東の丘上の空中スカラベを倒し、戦灰「連なる火花の香り」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）周辺",
            text: "東の水場前の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）周辺",
            text: "東の水場前の遺体から、防具「革シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "前哨基地（正式名称不明）周辺",
            text: "東の水場で「大赤熊ラルバ」を倒し、兜「ラルバの毛皮」を入手する。",
            tips: ["次は南の崖下の水場へ下り、毒沼方面へ向かう。"],
          },
          {
            section: "毒沼地帯（正式名称不明）周辺",
            text: "水場のマリカ像前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "毒沼地帯（正式名称不明）周辺",
            text: "洞窟の小黄金樹前で、祈祷「彼方からの回復」を入手する。",
            tips: [],
          },
          {
            section: "毒沼地帯（正式名称不明）周辺",
            text: "毒沼地帯にいる「拾い虫」に話しかけ、貴重品「拾い虫の製法書 [5]」と素材「真珠色のウロコ」を入手する。",
            tips: [],
          },
          {
            section: "毒沼地帯（正式名称不明）周辺",
            text: "毒沼地帯の遺体から、足甲「墓守鳥の足輪」を入手する。",
            tips: ["続いて「ラウフの古遺跡」の麓を探索する。"],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "廃墟前の石碑で、貴重品「地図断片：ラウフの古遺跡」を入手する。",
            tips: [
              "祝福「古遺跡の麓」から石碑までは一直線。光柱で目印を立てて駆け抜ける。",
            ],
          },
          {
            section: "古遺跡の麓周辺",
            text: "野営地の宝箱から、タリスマン「真珠盾のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡の麓周辺",
            text: "坂道のスカラベを倒し、戦灰「散弾投擲」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡の麓周辺",
            text: "水場で「血鬼の呪術師」を倒し、大槍「血鬼の聖槍」を入手する。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "鍛冶場の遺体から、斧「流紋の斧」を入手する。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "鍛冶場の遺体から、大槌「流紋の大槌」を入手する。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "鍛冶場の遺体から、強化素材「古竜岩の鍛石」を入手する。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "鍛冶場の遺体から、小盾「流紋の盾」を入手する。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "最上階のレバーを引く。",
            tips: [],
          },
          {
            section: "テウルの鍛冶遺跡",
            text: "鍛冶祭壇を調べ、遺灰「鍛冶ゴーレムテウル」と強化素材「古竜岩の鍛石」を入手する。",
            tips: ["再び神殿街の廃墟へ戻り、付近の霊気流で崖上を目指す。"],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "崖際の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "北の無名霊廟",
            text: "「赤熊」を倒し、獣爪「赤熊の爪」と防具「鉄鋲シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "崖際の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "廃墟二階の遺体から、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "廃墟最上階の宝箱から、タリスマン「両手剣のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "神殿街の廃墟周辺",
            text: "崖上の神殿の宝箱から、遺灰「神鳥の戦士オルニス」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "洞穴で壺影人を倒し、遺灰「火霊石」×3と貴重品「考古学者の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "霊墓の遺体から、胴鎧「墓守鳥の黒羽鎧」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "小毒沼でスカラベを倒し、戦灰「毒花は二度刺す」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "北の森の遺体から、防具「革シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "北の森で「大赤熊ルガリア」を倒し、祈祷「ルガリアの咆哮」を入手する。",
            tips: [
              "「神獣獅子舞」戦でフレイヤとの共闘イベントを発生させていない場合、付近に召喚サインがある最後の機会。",
            ],
          },
          {
            section: "峡谷北周辺",
            text: "北の森の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "峡谷北周辺",
            text: "北の森の排泄物の山で、貴重品「大壺師の製法書 [8]」を入手する。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "吊り天井部屋の祭壇で、遺灰「黒騎士の副長ヒュー」を入手する。",
            tips: [
              "「擬態のヴェール」や魔術「見えざる姿」などの視認系バフで攻略が楽になる。",
            ],
          },
          {
            section: "サソリ川の地下墓",
            text: "吊り天井部屋上層の遺体から、兜「インプの頭（獅子）」を入手する。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "上層部屋の遺体から、祈祷「騎士の雷槍」を入手する。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "昇降機で下層へ下りる。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "下層通路の遺体から、強化素材「霊姿すずらんの大輪」を入手する。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "隠し通路の宝箱から、貴重品「古竜騎士の製法書 [2]」を入手する。",
            tips: ["通路橋の下を覗く。"],
          },
          {
            section: "サソリ川の地下墓",
            text: "昇降機で最下層へ下りる。",
            tips: [],
          },
          {
            section: "サソリ川の地下墓",
            text: "最下層で「死の騎士」を倒し、大斧「死の騎士の長柄斧」とタリスマン「青琥珀のメダリオン+3」を入手する。",
            tips: ["ラウフの古遺跡の探索は一旦終了し、影のアルターへ戻る。"],
          },
          {
            section: "モースの廃墟周辺",
            text: "西の野営地のマリカ像前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "西の野営地の遺体から、貴重品「火の騎士の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "ミケラの十字前にいる「落葉のダン」に話しかける。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "「落葉のダン」にジェスチャー「手合わせ所望」を実行する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "「落葉のダン」を倒し、格闘「落葉格闘」と兜「ダンの帽子」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "東の崖際の祭壇で、強化素材「霊灰」を入手する。",
            tips: ["付近に円刃を持った修験者がいるので注意。"],
          },
          {
            section: "モースの廃墟周辺",
            text: "縦穴付近の壺影人を倒し、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "縦穴上部の遺体から、タリスマン「割れ石のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "縦穴下部の宝箱から、祈祷「黄金の孤」を入手する。",
            tips: [
              "縦穴の先にあるボニ村はまだ探索しない。祝福に触れたらモースの廃墟へ戻る。",
            ],
          },
          {
            section: "モースの廃墟周辺",
            text: "街道の南で「霊炎竜」を倒し、貴重品「竜の心臓」と強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "モースの廃墟周辺",
            text: "街道南の遺体から、クロスボウ「連弩」を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡周辺",
            text: "鍛冶遺跡裏手のスカラベを倒し、戦灰「貫通投擲」を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡周辺",
            text: "崖際にいる「拾い虫」に話しかけ、貴重品「拾い虫の製法書 [1]」と素材「輝塊ホタル」×3を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡",
            text: "鍛冶場の遺体から、槍「流紋の槍」を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡",
            text: "鍛冶場の遺体から、タリスマン「鍛冶術のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡",
            text: "崖部屋の遺体から、逆手剣「流紋の円刃」を入手する。",
            tips: [],
          },
          {
            section: "古隕鉄の鍛冶遺跡",
            text: "鍛冶祭壇を調べ、特大剣「古隕鉄の大剣」と強化素材「古竜岩の鍛石」を入手する。",
            tips: ["崖部屋前の仕掛け扉の上に乗ってみる。"],
          },
          {
            section: "影樹を臨む十字周辺",
            text: "ミケラの十字に触れ、十字前で強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "「針の騎士レダ」に「無口な僧について」尋ねる。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "「老兵アンスバッハ」に「瞳が棄てられた十字を教える」。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "改めて「老兵アンスバッハ」に話しかける。",
            tips: ["次はモース街道の南にある懲罰砦へ向かう。"],
          },
          {
            section: "懲罰砦周辺",
            text: "砦裏の遺体から、道具「マリカの祝福」を入手する。",
            tips: [],
          },
          {
            section: "懲罰砦",
            text: "地下で「忌み潰し」を倒し、道具「暗闇の瞳膜」を入手する。",
            tips: [
              "地下への入口は正面広場の壁際。暗闇の瞳膜はここでは使わない。",
            ],
          },
          {
            section: "懲罰砦",
            text: "裏手の墓石前で、遺灰「メスメル兵の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "懲罰砦",
            text: "屋内の宝箱から、タリスマン「炎竜印のタリスマン+3」を入手する。",
            tips: ["檻がたくさん置かれている場所を探す。"],
          },
          {
            section: "懲罰砦",
            text: "詰所で「黒騎士エドレッド」を倒し、戦灰「坩堝の諸相・翼」を入手する。",
            tips: [],
          },
          {
            section: "懲罰砦",
            text: "屋上の宝箱から、貴重品「従軍司祭の製法書 [2]」を入手する。",
            tips: [],
          },
          {
            section: "懲罰砦",
            text: "懲罰砦の裏手付近の宝箱から、強化素材「古竜岩の鍛石」を入手する。",
            tips: ["次はボニ村の南にある「ボニの牢獄」へ向かう。"],
          },
          {
            section: "ボニの牢獄",
            text: "通路下の小部屋の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [
              "ダストシュートへ飛び込む前に通路の下を覗く。奇襲が多いため物陰や曲がり角に注意。",
            ],
          },
          {
            section: "ボニの牢獄",
            text: "地下洞窟の先の遺体から、タリスマン「頑健の角飾り+2」を入手する。",
            tips: [],
          },
          {
            section: "ボニの牢獄",
            text: "地下の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "ボニの牢獄",
            text: "上層の遺体から、防具「夜シリーズ（兜・胴・手・足）」を入手する。",
            tips: [
              "壺の昇降機で一度最下部まで降りてから、再び壺に乗ると上層へ行ける。",
            ],
          },
          {
            section: "ボニの牢獄",
            text: "崖際の遺体から、小盾「夜の盾」を入手する。",
            tips: [],
          },
          {
            section: "ボニの牢獄",
            text: "最奥で「呪剣士ラビリス」を倒し、遺灰「呪剣士ミラ」を入手する。",
            tips: [],
          },
          {
            section: "ボニ村",
            text: "村の中の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "ボニ村",
            text: "村の中の遺体から、大斧「ボニの解体包丁」を入手する。",
            tips: [],
          },
          {
            section: "ボニ村",
            text: "川の中の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "ボニ村",
            text: "村の中の別の遺体から、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "ボニ村",
            text: "村外れの石像前で、ジェスチャー「母よ」を入手する。",
            tips: [],
          },
          {
            section: "鞭の家",
            text: "廃屋の遺体から、鞭「歯の鞭」を入手する。",
            tips: [],
          },
          {
            section: "村へ続くつり橋周辺",
            text: "林道を進み、ミケラの魅了を解く。",
            tips: [
              "祝福の先、灯り石が置かれた辺りに近付くと大ルーンが破壊され、複数NPCのイベントが進行する。",
            ],
          },
          {
            section: "街道の十字周辺",
            text: "「針の騎士レダ」に話しかける。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "「レダ」に「角人を提案する」。",
            tips: [
              "ティエリエ、次に角人の順で提案する。誰も提案しない場合も角人が対象になる模様。",
            ],
          },
          {
            section: "街道の十字周辺",
            text: "「角人」に話しかける。",
            tips: [],
          },
          {
            section: "街道の十字周辺",
            text: "ロードを挟み、「レダ」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：柱坂の十字周辺",
            text: "「ティエリエ」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：柱坂の十字周辺",
            text: "ロードを挟み、「ティエリエ」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：三叉路の十字周辺",
            text: "「赤獅子フレイヤ」に「確かめておきたいこと、とは？」と尋ねる。",
            tips: [],
          },
          {
            section: "墓地平原：三叉路の十字周辺",
            text: "「フレイヤ」に「敵対するかもしれない？」と尋ねる。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "「老兵アンスバッハ」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：正門前の十字周辺",
            text: "「ムーア」に「忘れてしまえばいい」と言い聞かせる。",
            tips: [
              "ここでルート分岐。他の選択肢はムーアの個別ページを参照。ムーア商店で必要な品があれば、ロード前に購入する。",
            ],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "ミケラの十字付近の崖下で、直剣「トリーナの昏剣」を入手する。",
            tips: [],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "中腹の崖下で、魔術「泥濘の塊」を入手する。",
            tips: [],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "深部で「混種の聖騎士」を倒し、祈祷「重なり合う光輪」を入手する。",
            tips: [],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "深部の石棺の船首から飛び下りる。",
            tips: [],
          },
          {
            section: "青海岸：石棺の大穴",
            text: "奈落の底の最深部で「泥濘の騎士」を倒し、道具「泥濘の追憶」を入手する。",
            tips: [
              "ティエリエのイベントを進めている場合、着地地点に召喚サインが出現する。",
            ],
          },
          {
            section: "青海岸：深紫の花園",
            text: "花園の隅で、貴重品「トリーナ信徒の製法書 [3]」を入手する。",
            tips: [],
          },
          {
            section: "青海岸：深紫の花園",
            text: "「ティエリエ」に話しかける。",
            tips: [],
          },
          {
            section: "青海岸：深紫の花園",
            text: "ロードを挟み、「ティエリエ」に話しかける。",
            tips: [
              "台詞が変化しない場合、祝福で時間を潰すか、何度かロードを挟む。",
            ],
          },
          {
            section: "青海岸：深紫の花園",
            text: "「聖女トリーナ」の蜜を六回吸う。",
            tips: [],
          },
          {
            section: "青海岸：深紫の花園",
            text: "「ティエリエ」に「トリーナの言葉を伝える」。",
            tips: [],
          },
          {
            section: "青海岸：深紫の花園",
            text: "「ティエリエ」にもう一度「トリーナの言葉を伝える」。",
            tips: [],
          },
          {
            section: "青海岸：深紫の花園",
            text: "ロードを挟み、侵入NPC「ティエリエ」を倒し、タリスマン「トリーナの微笑」を入手する。",
            tips: ["祝福付近で侵入される。"],
          },
          {
            section: "青海岸：深紫の花園",
            text: "「ティエリエ」に再度「トリーナの言葉を伝える」。",
            tips: ["ここまで終えたら影のアルターの攻略に戻る。"],
          },
          {
            section: "村へ続くつり橋周辺",
            text: "林道のスカラベを倒し、戦灰「獣の急襲」を入手する。",
            tips: [],
          },
          {
            section: "村へ続くつり橋周辺",
            text: "山道で脚部補強型の「焼炉のゴーレム」を倒し、貴重品「青吸いの割れ雫」と素材「焼炉の面」を入手する。",
            tips: [],
          },
          {
            section: "教区街道周辺",
            text: "崖に吊るされた壺を狙い撃ち、貴重品「脂売りの鈴玉」を入手する。",
            tips: ["祝福の少し南、狼の群れがいる辺り。"],
          },
          {
            section: "ラバスの魔術師塔",
            text: "霊気流を利用して塔の上階へ上がる。",
            tips: ["霊気流の封印石は塔のベランダに隠されている。"],
          },
          {
            section: "ラバスの魔術師塔",
            text: "上階の宝箱から、バリスタ「ラバスの大砲」を入手する。",
            tips: [],
          },
          {
            section: "教区街道周辺",
            text: "西回廊の先にある祝福「教区入口」に触れる。",
            tips: ["触れておくだけでよい。"],
          },
          {
            section: "教区街道周辺",
            text: "西の丘上にいる「拾い虫」に話しかけ、貴重品「拾い虫の製法書 [6]」と素材「玉露」×3を入手する。",
            tips: ["ムーアが生存している場合のみ。"],
          },
          {
            section: "教区街道周辺",
            text: "西側の幻影墓（夜）で、貴重品「雫の幼生」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会周辺",
            text: "崖下の洞窟のスカラベを倒し、戦灰「ロイヤル・カーリア」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会周辺",
            text: "教会の裏手で、追憶の複製が可能な遺体を確認する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会周辺",
            text: "水辺の遺体から、貴重品「大壺師の製法書 [4]」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「大司祭ユミル卿」に話しかけ、貴重品「穴石のネックレス」と情報「遺跡の地図」を入手する。",
            tips: ["三回話しかけると会話が追加され、魔術を学べるようになる。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「夜の剣士ヨラーン」に話しかける。",
            tips: ["ユミル卿との会話後、墓地への出口付近に出現する。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユミル卿」に「黒鎧の騎士について」尋ねる。",
            tips: [],
          },
          {
            section: "青海岸：リアの指遺跡周辺",
            text: "指遺跡の吊り鐘を吹き、タリスマン「緋色種子のタリスマン+1」を入手する。",
            tips: [
              "吊り鐘を吹くにはユミル卿から貰える「穴石のネックレス」が必要。",
            ],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「大司祭ユミル卿」に話しかけ、情報「遺跡の地図（二枚目）」とタリスマン「愛しき星屑」を入手する。",
            tips: ["会話が追加され、新たな魔術を学べるようになる。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「夜の剣士ヨラーン」に話しかける。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "ロードを挟み、墓地へ移動した「ユミル卿」に話しかける。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユミル卿」が座っていた椅子を調べる。",
            tips: [],
          },
          {
            section: "ミアの指遺跡",
            text: "侵入NPC「夜の剣士アンナ」と戦い、爪「夜の爪」を入手する。",
            tips: [
              "交戦は一度きり。敗北するとしばらく再戦できず、落としたルーンも回収できない。",
            ],
          },
          {
            section: "ミアの指遺跡",
            text: "崖際の遺体から、貴重品「指追いの製法書 [2]」を入手する。",
            tips: ["最奥の吊り鐘は現時点では何も起きないため、一旦戻る。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「夜の剣士ヨラーン」に「地下で襲われた、夜の剣士について」尋ねる。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "ロードを挟み、「大司祭ユミル卿」に話しかける。",
            tips: [],
          },
        ],
        shadowcastle: [
          {
            section: "前哨基地（正式名称不明）",
            text: "城前のテントの遺体から、情報「焼炉職人のメモ書き」を入手する。",
            tips: [],
          },
          {
            section: "正門広場周辺",
            text: "広場で「黄金カバ」を倒し、祈祷「坩堝の諸相・針」と強化素材「影樹の破片」×2を入手する。",
            tips: [
              "角人と赤獅子フレイヤのイベントを進めている場合、ボス部屋前に両名の召喚サインが出現する。",
            ],
          },
          {
            section: "正門広場周辺",
            text: "武器庫の遺体から、短剣「マンゴーシュ」を入手する。",
            tips: [],
          },
          {
            section: "正門広場周辺",
            text: "中庭の小黄金樹前で、タリスマン「王の受領のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "正門広場周辺",
            text: "正門広場へ繋がる扉（ショートカット）を開ける。",
            tips: [],
          },
          {
            section: "正門広場周辺",
            text: "大階段の脇にある召喚サインを調べ、金のサインを選んで角人に協力し、レダを討つ。",
            tips: [
              "金のサイン＝角人に協力、赤のサイン＝レダに協力、どちらも調べない＝不参加。特定ボス戦の援軍や入手アイテムに影響する。本チャートは金のサインを選択。",
              "戦灰「連斬」と道具「レダのルーン」を入手。",
            ],
          },
          {
            section: "正門広場周辺",
            text: "橋の下の地下室で絵画を調べ、情報「絵画『竜の境地』」を入手する。",
            tips: [
              "絵画の報酬はギザ山の中腹周辺。橋の先へ進む前に地下室を探索する。",
            ],
          },
          {
            section: "正門広場周辺",
            text: "隠し通路の先にある石棺に入る。",
            tips: [
              "祝福「城下の水場」に触れたら、ギザ山で絵画の報酬を回収する。",
            ],
          },
          {
            section: "ギザ山、中腹周辺",
            text: "霊気流付近の崖上で、道具「岩の心臓」を入手する。",
            tips: ["情報「絵画『竜の境地』」を所持していることが条件。"],
          },
          {
            section: "アンテの廃墟周辺",
            text: "水場の西側で「焼炉のゴーレム」を倒し、貴重品「油ぎった雫」と素材「焼炉の面」を入手する。",
            tips: [],
          },
          {
            section: "アンテの廃墟周辺",
            text: "東の祭壇前で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "アンテの廃墟",
            text: "壁上の遺体から、貴重品「喪失の戦灰」を入手する。",
            tips: [],
          },
          {
            section: "アンテの廃墟",
            text: "廃墟の入口を塞ぐ「焼炉のゴーレム」を再起動し、倒して貴重品「吸血の割れ雫」と素材「焼炉の面」を入手する。",
            tips: [
              "付近の建物の二階から「大焼炉壺」を焼炉へ投げ入れる。",
              "聖堂付近の祭壇では直剣「石鞘の剣」の属性を切り替えられる。切り替え可能な属性は剣を入手した祭壇によって異なり、祭壇を調べれば何度でも変更できる。強化値は引き継がれる。",
            ],
          },
          {
            section: "アンテの廃墟",
            text: "聖堂の宝箱から、祈祷「黄金の大孤」を入手する。",
            tips: [],
          },
          {
            section: "隠者川下流周辺",
            text: "祝福付近の崖に吊るされた壺を狙い撃ち、貴重品「カビ売りの鈴玉」を入手する。",
            tips: [],
          },
          {
            section: "隠者川下流周辺",
            text: "祝福の対岸で、聖印「落葉の聖印」を入手する。",
            tips: [],
          },
          {
            section: "隠者川下流周辺",
            text: "滝壺の石棺から、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "隠者川下流周辺",
            text: "滝壺の遺体から、防具「落葉派シリーズ（胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "東の無名霊廟",
            text: "「羅刹」を倒し、大刀「羅刹の大刀」と防具「羅刹シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "隠者川最下流（正式名称不明）",
            text: "水場で「カバ」×2を倒し、強化素材「影樹の破片」×2を入手する。",
            tips: ["撃破後は祝福「隠者川下流」まで戻る。"],
          },
          {
            section: "蠅の村",
            text: "村奥の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "蠅の村",
            text: "高台の祭壇で、遺灰「人蠅の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "闇照らしの地下墓",
            text: "隠し部屋の宝箱から、タリスマン「緑琥珀のメダリオン+3」を入手する。",
            tips: [
              "縦穴をよく観察する。暗いので魔術「星灯り」や道具「灯り石」を用意すると探索しやすい。",
            ],
          },
          {
            section: "闇照らしの地下墓",
            text: "昇降機で下層へ下りる。",
            tips: [],
          },
          {
            section: "闇照らしの地下墓",
            text: "隠し部屋の遺体から、防具「死の騎士シリーズ（兜・胴・手・足）」を入手する。",
            tips: ["灯りを点けた縦穴をよく観察する。"],
          },
          {
            section: "闇照らしの地下墓",
            text: "昇降機で最下層へ下りる。",
            tips: [],
          },
          {
            section: "闇照らしの地下墓",
            text: "台座上の「巨大大口インプ」を倒し、強化素材「霊姿すずらんの大輪」を入手する。",
            tips: [
              "インプを倒す前に台座を下げないと、ドロップが上に残る不具合が起きる場合がある。台座上にいない場合も、出口側の祝福などでリスポーンさせて再撃破し、アイテムを回収する。",
            ],
          },
          {
            section: "闇照らしの地下墓",
            text: "祭壇部屋の宝箱から、遺灰「大口インプの遺灰」を入手する。",
            tips: [],
          },
          {
            section: "闇照らしの地下墓",
            text: "昇降機で奈落へ下りる。",
            tips: [],
          },
          {
            section: "闇照らしの地下墓",
            text: "墓地で「責問の古老イオリ」を倒し、大槍「逆棘の杖槍」を入手する。",
            tips: [
              "ここから先は奈落の領域。メインストーリーに関わるが、NPCイベントのない寄り道ルートとして案内されている。",
            ],
          },
          {
            section: "正門広場周辺",
            text: "大階段の先にある昇降機に乗り、種の保管庫へ向かう。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "一階にある昇降機に乗り、医療病棟（仮称）へ向かう。",
            tips: ["保管庫の探索前に、先に医療病棟を探索する。"],
          },
          {
            section: "医療病棟（正式名称不明）",
            text: "病棟二階の遺体から、戦灰「囲む火花の香り」を入手する。",
            tips: [],
          },
          {
            section: "医療病棟（正式名称不明）",
            text: "隠し部屋の遺体から、貴重品「従軍司祭の製法書 [4]」を入手する。",
            tips: ["隠し部屋は一階への階段前。"],
          },
          {
            section: "医療病棟（正式名称不明）",
            text: "病棟一階のベッドで、貴重品「ヒビ大壺」を入手する。",
            tips: [],
          },
          {
            section: "医療病棟（正式名称不明）",
            text: "病棟一階の祭壇前で、道具「祝福の瞳膜」を入手する。",
            tips: ["一周で二個しか手に入らない貴重品。ここでは使わない。"],
          },
          {
            section: "医療病棟（正式名称不明）",
            text: "祝福「西の城壁」に触れる。",
            tips: ["西門横の通用門から、まだ外へは出ない。"],
          },
          {
            section: "種の保管庫",
            text: "一階中央の彫像の上で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "一階の隠し部屋の遺体から、タリスマン「雷竜印のタリスマン+3」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "一階の奥にいる「老兵アンスバッハ」に話しかける。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "三階端部屋の遺体から、刺突盾「デュエリングシールド」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "四階の祝福「保管庫四階」に触れる。",
            tips: [
              "上層と下層をつなぐ重要な中継点。六階のレバーを引く前に必ず触れておく。",
            ],
          },
          {
            section: "種の保管庫",
            text: "四階のミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "四階のミケラの十字前で、情報「保管庫十字の置き手紙」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "四階の標本保管室で、貴重品「秘儀の巻物」を入手する。",
            tips: ["まだアンスバッハには渡さない。"],
          },
          {
            section: "種の保管庫",
            text: "六階にあるレバーを引き、保管庫中央の円柱を回転させる。",
            tips: [
              "新しい経路ができる。先に祝福「保管庫四階」に触れたか確認する。",
            ],
          },
          {
            section: "種の保管庫",
            text: "七階の模型標本の上で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "七階にいる「赤獅子フレイヤ」に話しかける。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "三階に移動した模型標本から、タリスマン「真珠竜印のタリスマン+3」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "「アンスバッハ」に「フレイヤの状況を伝える」。",
            tips: [
              "エラー落ちなどが心配なら、フレイヤの状況を伝えてから巻物を渡す順に進める。",
            ],
          },
          {
            section: "種の保管庫",
            text: "「アンスバッハ」に貴重品「秘儀の巻物」を渡す。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "ロードを挟み、「アンスバッハ」に話しかけて貴重品「フレイヤへの手紙」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "「フレイヤ」に貴重品「フレイヤへの手紙」を渡す。",
            tips: ["手紙を渡すかどうかでルート分岐。本チャートでは渡す。"],
          },
          {
            section: "種の保管庫",
            text: "改めて「フレイヤ」に話しかけ、中盾「黄金獅子盾」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "「アンスバッハ」に「フレイヤの言葉を伝える」。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "六階外壁の遺体から、魔術「拒絶の刺」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "七階の外壁から飛び下りる。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "外壁通路で「火の騎士クード」を倒し、兜「有翼蛇の兜」と戦灰「火の槍」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫",
            text: "暗室の前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "メスメルの暗室",
            text: "「串刺し公メスメル」を倒し、道具「串刺し公の追憶」と貴重品「メスメルの種火」を入手する。",
            tips: [
              "角人と夜の剣士ヨラーンのイベントを進めている場合、ボス部屋内に召喚サインが出現するが、召喚できるのは一人だけ。",
              "角人を召喚して共闘するかどうかでルート分岐。本チャートでは角人を召喚する。召喚後の角人の生死ではなく、共闘したかどうかが条件。初戦で召喚して敗北し、次戦で召喚せず勝利すると「共闘なし」扱いになるので注意。後半戦で召喚すると専用台詞を聞きやすい。",
            ],
          },
          {
            section: "メスメルの暗室",
            text: "ロードを挟み、祭壇前に現れた「角人」に話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "倉庫にいる「角人の老婆」に話しかけ、道具「贅沢なサソリ煮込み」を入手する。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "「角人の老婆」に「少しだけ、休みますえ…」と言われるまで話しかける。",
            tips: [],
          },
          {
            section: "墓地平原：塔の街ベルラート",
            text: "ロードを挟み、「角人の老婆」の末路を見て、道具「贅沢なサソリ煮込み」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "足場の遺体から、強化素材「墓すずらんの大輪」を入手する。",
            tips: ["水中にいる正体不明の怪物には近づかない。"],
          },
          {
            section: "教区入口周辺",
            text: "屋根上から教会内へ進入する。",
            tips: ["水に落ちないよう屋根伝いに、大きな教会の建物を目指す。"],
          },
          {
            section: "教区入口周辺",
            text: "祈りの間の扉を開け、「火の戦士クウィライン」に話しかける。",
            tips: [
              "聖戦教会で侵入してくるクウィラインから「祈りの間の鍵」を入手しておく必要がある。",
              "「祝福の瞳膜」か「暗闇の瞳膜」を使う選択でルート分岐。本チャートでは「祝福の瞳膜」を使い、遺灰「火の騎士クウィライン」を入手する。",
            ],
          },
          {
            section: "教区入口周辺",
            text: "レバーを動かして排水する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "マリカ像の上で、強化素材「影樹の破片」を入手する。",
            tips: [
              "マリカチャレンジの前に排水しておけば、落下しても安全。昇降機で祝福「保管庫、裏区画」に行けるので、下層へ進む前に触れておく。",
            ],
          },
          {
            section: "教区入口周辺",
            text: "広場で「爛れた樹霊」を倒し、魔術「刺纏い」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "広場付近で「爛れた樹霊」を倒し、道具「暗闇の瞳膜」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "教会で「火の騎士ワゴ」を倒し、兜「死面の兜」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "マリカ像裏の遺体から、聖印「火の騎士の聖印」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "教会二階の遺体から、貴重品「従軍司祭の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "教区入口周辺",
            text: "教会奥の昇降機で地下へ下りる。",
            tips: [],
          },
          {
            section: "拝樹教会",
            text: "マリカ像の前で、道具「祝福の瞳膜」を入手する。",
            tips: [],
          },
          {
            section: "影樹の麓",
            text: "「影樹の化身」を倒し、道具「影輪草の追憶」と「ミケラの大ルーン」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫（裏区画）",
            text: "二階武器庫の遺体から、刺突盾「カーリアの刺突盾」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫（裏区画）",
            text: "七階突き当たりの遺体から、祈祷「火蛇」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫（裏区画）",
            text: "屋根裏の歯車の上で、祈祷「彼方からの怒り」を入手する。",
            tips: [],
          },
          {
            section: "種の保管庫（裏区画）",
            text: "壁上の遺体から、遺灰「火の騎士ヒルド」を入手する。",
            tips: ["昇降機の上に乗ってみる。"],
          },
          {
            section: "種の保管庫（裏区画）",
            text: "外壁の昇降機に乗り、裏門まで下りる。",
            tips: [],
          },
          {
            section: "影の城、裏門",
            text: "マリカ像の前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "影の城、裏門",
            text: "マリカ像の前でジェスチャー「母よ」を実行する。",
            tips: [
              "ジェスチャー「母よ」はボニ村の外れで入手できる。隠し通路の先へ進む前に裏門の先を攻略する。",
            ],
          },
          {
            section: "影を仰ぐ露台周辺",
            text: "平原で「宿将ガイウス」を倒し、道具「猪乗りの追憶」を入手する。",
            tips: [],
          },
          {
            section: "しろがねのボロ家周辺",
            text: "ボロ家の前で「しろがね人」を倒し、足甲「ガイウスの足甲」を入手する。",
            tips: [],
          },
          {
            section: "しろがねのボロ家周辺",
            text: "ボロ家の中で、タリスマン「狙いすます弓のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "影樹の聖杯周辺",
            text: "聖杯の前で、強化素材「影樹の破片」×5を入手する。",
            tips: [],
          },
          {
            section: "隠された地周辺",
            text: "崖道で「ツリーガード」×2を倒し、道具「マリカの祝福」×2を入手する。",
            tips: [
              "夜の剣士ヨラーンのイベントを進めている場合、崖道に召喚サインが出現する。",
            ],
          },
          {
            section: "巫子の村周辺",
            text: "小黄金樹の前で、祈祷「小黄金樹」を入手する。",
            tips: [],
          },
          {
            section: "巫子の村周辺",
            text: "枯木の根元で、タリスマン「黄金の編み髪」を入手する。",
            tips: [],
          },
          {
            section: "巫子の村周辺",
            text: "崖の先端から「ラバスの魔術師塔」に飛び移る。",
            tips: [],
          },
          {
            section: "ラバスの魔術師塔",
            text: "隠し上階にある「アンナの傀儡」を調べ、存在を確認する。",
            tips: ["この段階では傀儡に遺灰を取り込ませない。"],
          },
          {
            section: "ラバスの魔術師塔",
            text: "隠し上階の遺体から、貴重品「魔術技師の鈴玉」を入手する。",
            tips: [],
          },
          {
            section: "指岩の丘周辺",
            text: "クレーターで「降る星の獣」を倒し、魔術「引力弾」を入手する。",
            tips: [],
          },
          {
            section: "指岩の丘周辺",
            text: "クレーター東の遺体から、ジェスチャー「二本指」を入手する。",
            tips: [],
          },
          {
            section: "指岩の丘周辺",
            text: "クレーターの東で、追憶の複製が可能な遺体を確認する。",
            tips: [],
          },
          {
            section: "指岩の丘周辺",
            text: "地下空洞の遺体から、遺灰「ユビムシの遺灰」を入手する。",
            tips: ["付近に「超巨大ユビムシ」が潜んでいるので注意。"],
          },
          {
            section: "デオの指遺跡周辺",
            text: "指遺跡の吊り鐘を吹き、タリスマン「青色種子のタリスマン+1」を入手する。",
            tips: ["吊り鐘には「穴石のネックレス」が必要。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「夜の剣士ヨラーン」に話しかける。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「大司祭ユミル卿」に話しかけ、情報「遺跡の地図（三枚目）」を入手する。",
            tips: ["会話内容が追加され、新たな魔術を学べるようになる。"],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユミル卿」に「この世界について」尋ねる。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "ロードを挟み、墓地へ移動した「ユミル卿」の独り言を聞く。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユミル卿」が座っていた椅子を調べる。",
            tips: [],
          },
          {
            section: "ミアの指遺跡",
            text: "指遺跡の吊り鐘を吹く。",
            tips: [
              "まだ倒していなければ、吊り鐘の前で侵入NPC「夜の剣士アンナ」に襲われる。",
            ],
          },
          {
            section: "指の産所",
            text: "「指の母メーテール」を倒し、道具「指の母の追憶」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユミル卿」が座っていた椅子を調べる。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "侵入NPC「夜の剣士ヨラーン」を倒す。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "続けて「指の母ユミル卿」を倒し、貴重品「ユミルの鈴玉」、杖「母の杖」、防具「大司祭シリーズ（兜・胴・手・足）」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ユーリ」の墓石前で、魔術「守り指」を入手する。",
            tips: [],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "ロードを挟み、「ヨラーン」に「祝福の瞳膜」か「暗闇の瞳膜」を使う。",
            tips: [
              "ヨラーンの末路と入手する遺灰が変化する。本チャートでは「祝福の瞳膜」を使う。",
            ],
          },
          {
            section: "マヌス・メテルの大教会",
            text: "「ヨラーン」の末路を見て、遺灰「夜の剣士ヨラーン」を入手する。",
            tips: [],
          },
          {
            section: "ラバスの魔術師塔",
            text: "隠し上階にある「アンナの傀儡」を、遺灰「夜の剣士ヨラーン」に取り込ませ、遺灰「ヨラーンとアンナ」を入手する。",
            tips: [
              "傀儡を再度調べると、取り込んだアンナをいつでも取り除ける。",
            ],
          },
        ],
        abyss: [
          {
            section: "廃教会周辺",
            text: "廃教会前の石碑から、貴重品「地図断片：奈落」を入手する。",
            tips: [],
          },
          {
            section: "廃教会",
            text: "祭壇の前から、強化素材「影樹の破片」×2を入手する。",
            tips: [],
          },
          {
            section: "廃教会",
            text: "壁際の遺体から、調香瓶「狂い火の調香瓶」を入手する。",
            tips: [],
          },
          {
            section: "森の獣道周辺",
            text: "獣道上で、敵対NPC「狂える手」を倒す。",
            tips: [],
          },
          { section: "森の獣道周辺", text: "拳「狂手」を入手する。", tips: [] },
          {
            section: "奈落の森周辺",
            text: "森を徘徊する「触れ得ざる翁」を倒す。",
            tips: [
              "発狂マンは通常攻撃・戦技・魔術が効かず、パリィからの致命の一撃でのみダメージを与えられる。",
            ],
          },
          {
            section: "奈落の森周辺",
            text: "森を徘徊する発狂マン6体を倒す（任意）。",
            tips: [
              "一度倒すと復活しない。安全に探索したい場合は一掃する。面倒なら「クレプスの小瓶」や「身隠しのヴェール」などでやり過ごせる。",
            ],
          },
          {
            section: "奈落の森周辺",
            text: "タリスマン「翁の歓喜」を入手する。",
            tips: [
              "発狂マンのうち1体がドロップする。翁の位置は地図上に●で記載。",
            ],
          },
          {
            section: "奈落の森周辺",
            text: "北広場の遺体から、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "簾滝周辺",
            text: "滝付近の遺体から、貴重品「狂った職人の製法書 [1]」を入手する。",
            tips: [],
          },
          {
            section: "簾滝周辺",
            text: "大樹の根元の遺体から、貴重品「狂った職人の製法書 [2]」を入手する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "広間で絵画裏の隠し通路を発見する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "一階の部屋の遺体から、情報「捨てられた日記」を入手する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "三階の屋根裏部屋の遺体から、貴重品「狂った職人の製法書 [3]」を入手する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "書庫三階の遺体から、松明「ナナヤの灯」を入手する。",
            tips: ["書庫三階へは、絵画裏の隠し通路から行ける。"],
          },
          {
            section: "ミドラーの館",
            text: "書庫二階で「責問官（太）」を倒す。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "「責問官（太）」を倒して、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "シャンデリア上の遺体から、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "対話室で「狂い火の王ミドラー」を倒す。",
            tips: [],
          },
          {
            section: "ミドラーの館",
            text: "道具「狂い火の王の追憶」を入手する。",
            tips: [],
          },
        ],
        rauh: [
          {
            section: "影の城・西の城壁周辺",
            text: "城門横の通用口から外へ出る。",
            tips: ["攻略マップの記号は、★＝影樹の破片、✦＝霊灰。"],
          },
          {
            section: "影の城・西の城壁周辺",
            text: "橋の突き当たりで「火の騎士の賢者ザルツァ」を倒し、兜「ザルツァのフード」と祈祷「火の雨」を入手する。",
            tips: ["火の雨は、天井のある建物の下に入ってしのごう。"],
          },
          {
            section: "高架橋の小塔周辺",
            text: "南東の昇降機で下へ下りる。",
            tips: [
              "古遺跡の内部は複雑に入り組んでいる。進入口は三箇所あるが、西の正面入口らしき場所か、小塔裏の穴から下りるルートを探索する。まずは南東の昇降機から。",
            ],
          },
          {
            section: "高架橋の小塔周辺",
            text: "水場で「カバ」を倒し、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "高架橋の小塔周辺",
            text: "探索後、祝福「高架橋の小塔」まで戻る。",
            tips: [],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "上層で壺影人を倒し、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "上層の石像前の遺体から、道具「絆の石」と貴重品「考古学者の製法書 [2]」を入手する。",
            tips: [
              "蜘蛛サソリがいる回廊の壁奥にある。小塔裏の穴から落ちる必要がある。",
            ],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "中層で壺影人を倒し、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "中層の蜘蛛サソリの下にある遺体から、遺灰「蜘蛛サソリの遺灰」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "中層の霊気流地点から下へ下りる。",
            tips: [],
          },
          {
            section: "古遺跡内部（正式名称不明）",
            text: "下層の木の根の上にある遺体から、タリスマン「坩堝薄羽のタリスマン」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・東周辺",
            text: "祝福の前で情報「レダの置き手紙」を入手する。",
            tips: [
              "同様の手紙が特定の祝福前にも落ちているため、すでに入手済みの場合は新たに入手できない。",
            ],
          },
          {
            section: "ラウフの古遺跡・東周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・東周辺",
            text: "ミケラの十字前で、情報「古遺跡十字の置き手紙」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・東周辺",
            text: "滝の前で戦灰「落葉旋風脚」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・東周辺",
            text: "祝福付近で「坩堝の騎士デボニア」を倒し、特大武器「デボニアの大槌」と兜「坩堝の槌兜」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・西周辺",
            text: "水場で「焼炉のゴーレム（参考）」を倒し、貴重品「緋吸いの割れ雫」と素材「焼炉の面」を入手する。",
            tips: [
              "通常型のゴーレム。祝福「ラウフの古遺跡、西」から先は複雑に入り組んでいるため、自由探索。",
            ],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "広間の祭壇で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "水場の祭壇で、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "上層の水場にある遺体から、祈祷「神鳥の羽」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "上層の腐敗沼で侵入NPC「角人」を倒し、曲剣「ファルクス」と防具「角人シリーズ（兜・胴・手・足）」を入手する。",
            tips: ["「串刺し公メスメル」戦で角人と共闘した場合のみ。"],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "上層の腐敗沼にある遺体から、祈祷「蟲糸の槍」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "上層にある霊気流の封印石を崩す。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "廃墟群の宝箱から、タリスマン「斑色の首飾り+2」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・自由探索",
            text: "隠し部屋の宝箱から、タリスマン「全ての坩堝のタリスマン」を入手する。",
            tips: ["隠し部屋は崖下の足場の先、遺跡の裏手にある。"],
          },
          {
            section: "剣の祭壇（正式名称不明）周辺",
            text: "塔の前の遺体から、貴重品「大壺師の製法書 [9]」を入手する。",
            tips: [],
          },
          {
            section: "剣の祭壇（正式名称不明）周辺",
            text: "見えない足場を渡って剣の祭壇へ進む。",
            tips: [
              "一際高い塔が剣の祭壇（仮称）。塔の前には見えない足場があるので、慎重に一歩を踏み出そう。",
            ],
          },
          {
            section: "剣の祭壇（正式名称不明）周辺",
            text: "祭壇を調べ、「石鞘の剣」の属性を「光」または「闇」に切り替える。",
            tips: [
              "どちらに切り替えられるかは、剣をどこの祭壇で入手したかによって異なる。祭壇を調べれば何度でも切り替え可能。強化値は引き継がれる。",
            ],
          },
          {
            section: "剣の祭壇（正式名称不明）周辺",
            text: "塔の下へ下り、祭壇直下の遺体から祈祷「坩堝の諸相・花」を入手する。",
            tips: ["柱の縁を足場にすると下りられる。"],
          },
          {
            section: "剣の祭壇（正式名称不明）周辺",
            text: "帰り道で壺影人を倒し、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "古遺跡・大階段周辺",
            text: "舞台で「神獣獅子舞」を倒し、祈祷「神獣竜巻」を入手する。",
            tips: [],
          },
          {
            section: "蕾の教会",
            text: "「蕾の聖女ロミナ」を倒し、道具「蕾の聖女の追憶」を入手する。",
            tips: [
              "ボス部屋前に「落葉のダン」の召喚サインがある（イベントを進めていなくても出現する模様）。",
            ],
          },
          {
            section: "蕾の教会",
            text: "貴重品「メスメルの種火」で封印の木を焼く。",
            tips: ["種火は影の城のボス「串刺し公メスメル」がドロップする。"],
          },
        ],
        enirilim: [
          {
            section: "エニル・イリム",
            text: "エニル・イリムの封印を解いた後、絵画「神の塔」関連アイテムの回収を確認する。",
            tips: ["関連アイテムは任意のタイミングで回収可能。"],
          },
          {
            section: "第一塔周辺",
            text: "テラスで「責問官（太）」を倒し、強化素材「霊灰」を入手する。",
            tips: [],
          },
          {
            section: "第一塔周辺",
            text: "階下の祭壇前で、強化素材「霊灰」×2を入手する。",
            tips: [],
          },
          {
            section: "第一塔周辺",
            text: "上空の祭壇前で、祈祷「スピラ」を入手する。",
            tips: [],
          },
          {
            section: "第一塔周辺",
            text: "小部屋の遺体から、遺灰「責問官の遺灰」を入手する。",
            tips: [],
          },
          {
            section: "第一塔周辺",
            text: "下の階段上へ下りる前に、祝福「螺旋塔」に触れる。",
            tips: [
              "この先で落下死する可能性があるため、先に祝福を解放しておく。",
            ],
          },
          {
            section: "第一塔周辺",
            text: "下層の建物の窓に飛び込む。",
            tips: [
              "ジャンプで飛び込みにくい場合は、「マレニアの義手刀」の戦技「水鳥乱舞」を試す。",
            ],
          },
          {
            section: "塔の街ベルラート・離塔周辺",
            text: "広場の祭壇前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "塔の街ベルラート・離塔周辺",
            text: "離塔の遺体から、両刃剣「エウポリア」を入手する。",
            tips: ["塔の秘宝を回収したら、エニル・イリムの攻略に戻る。"],
          },
          {
            section: "螺旋塔周辺",
            text: "ミケラの十字前で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "螺旋塔周辺",
            text: "小部屋の祭壇で、強化素材「霊灰」を入手する。",
            tips: [
              "ここまでの霊灰を取り逃していなければ、霊灰の加護が最大の10になる。",
            ],
          },
          {
            section: "螺旋塔周辺",
            text: "小部屋の祭壇で、強化素材「影樹の破片」を入手する。",
            tips: [],
          },
          {
            section: "螺旋塔周辺",
            text: "倉庫の遺体から、遺灰「角の戦士の遺灰」を入手する。",
            tips: ["下方に見える階段の先が倉庫らしき場所。"],
          },
          {
            section: "螺旋塔周辺",
            text: "螺旋階段の台座の上で、兜「墓守鳥の兜」を入手する。",
            tips: [],
          },
          {
            section: "螺旋塔周辺",
            text: "下層の崩れた階段の遺体から、強化素材「古竜岩の喪色鍛石」を入手する。",
            tips: [],
          },
          {
            section: "螺旋塔周辺",
            text: "上層の大階段で「角の戦士」を倒し、大曲剣「角の戦士の大曲剣」を入手する。",
            tips: [],
          },
          {
            section: "清めの間・前室",
            text: "祝福付近の祭壇で、強化素材「影樹の破片」を入手する。",
            tips: [
              "ここまでの影樹の破片を取り逃していなければ、影樹の加護が最大の20になる。",
            ],
          },
          {
            section: "清めの間",
            text: "赤の召喚サインを調べ、「針の騎士レダと同志達」を倒す。",
            tips: [
              "「純血騎士アンスバッハ」のイベントを進めていれば中央に召喚サインが出現する。召喚できない場合は血の貴族ナタンが代わりになる。",
              "「ティエリエ」のイベントを進めていれば中央に召喚サインが出現する。",
              "チーム構成はNPCイベントの進行状況で変化する。最大5人で、「針の騎士レダ」と「落葉のダン」は固定。「赤獅子フレイヤ」「角人」「ムーア」はイベント結果によって変わる。",
            ],
          },
          {
            section: "清めの間",
            text: "戦闘後、軽大剣「レダの剣」を入手する。",
            tips: [],
          },
          {
            section: "清めの間",
            text: "「ムーア」の末路を確認する。",
            tips: [
              "「ムーア」のイベントを進めていた場合のみ。貴重品「ムーアの鈴玉」、大盾「緑青の大盾」、防具「緑青シリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "清めの間",
            text: "「赤獅子フレイヤ」の末路を確認する。",
            tips: [
              "「フレイヤ」のイベントを進めていた場合のみ。大曲剣「フレイヤの大剣」と防具「フレイヤシリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "清めの間",
            text: "「落葉のダン」の末路を確認し、格闘「ダン流蹴術」を入手する。",
            tips: [],
          },
          {
            section: "清めの間周辺",
            text: "「針の騎士レダ」の末路を確認し、胴鎧「レダの鎧」を入手する。",
            tips: [],
          },
          {
            section: "清めの間周辺",
            text: "昇降機付近の「純血騎士アンスバッハ」に「ティエリエについて」尋ねる。",
            tips: [
              "アンスバッハのイベントを進めている場合のみ出現。質問できるのはティエリエのイベントも進めている場合のみ。",
            ],
          },
          {
            section: "清めの間周辺",
            text: "「アンスバッハ」に「モーグの死について」尋ねる。",
            tips: [],
          },
          {
            section: "神の門",
            text: "「約束の王＆ミケラの王ラダーン」を倒す。",
            tips: [
              "アンスバッハとティエリエのイベントを進めている場合、ボス部屋前にそれぞれ召喚サインが出現する。",
              "掴み攻撃を2回受けて魅了されるとジェスチャー「貴方と共に」を入手できる。ボス撃破でも入手可能。",
            ],
          },
          {
            section: "神の門",
            text: "ボス撃破後、道具「神と王の追憶」を入手する。",
            tips: [],
          },
          {
            section: "神の門",
            text: "中央にある「思い出に触れる」を調べ、兜「光の冠」を入手する。",
            tips: [],
          },
          {
            section: "神の門",
            text: "入口付近にいる「ティエリエ」の末路を確認する。",
            tips: [
              "拳「ティエリエの隠し針」と防具「ティエリエシリーズ（兜・胴・手・足）」を入手。",
            ],
          },
          {
            section: "神の門",
            text: "入口付近にいる「純血騎士アンスバッハ」の末路を確認する。",
            tips: [
              "防具「アンスバッハシリーズ（兜・胴・手・足）」、鎌「黒曜のラーミナ」、祈祷「アンスバッハの狂刃」を入手。",
            ],
          },
          {
            section: "南海岸・深紫の花園",
            text: "「聖女トリーナ」の末路を確認し、兜「トリーナの一花」を入手する。",
            tips: [],
          },
          {
            section: "ラウフの古遺跡・北の無名霊廟周辺",
            text: "南の崖際にいる画家の霊から、聖印「螺旋樹の聖印」を入手する。",
            tips: ["情報「絵画『神の塔』」を所持していることが条件。"],
          },
        ],
      };
      const KEY = "elden-ring-combined-checklist-v6";
      let area = "limgrave",
        states = {
          limgrave: {},
          liurnia: {},
          caelid: {},
          altus: {},
          underground: {},
          leyndell: {},
          mountaintops: {},
          volcano: {},
          ash: {},
          graveyard: {},
          bluecoast: {},
          gizayama: {},
          shadowalt: {},
          shadowcastle: {},
          abyss: {},
          rauh: {},
          enirilim: {},
        };
      try {
        const saved = JSON.parse(localStorage.getItem(KEY) || "null");
        if (saved && saved.states) states = { ...states, ...saved.states };
      } catch (e) {}
      const list = document.getElementById("list"),
        search = document.getElementById("search"),
        filter = document.getElementById("filter");
      function areaLabel(a) {
        return (
          {
            limgrave: "リムグレイブ",
            liurnia: "湖のリエーニエ",
            caelid: "ケイリッド",
            altus: "アルター高原",
            underground: "地下世界",
            leyndell: "王都ローデイル",
            mountaintops: "巨人たちの山嶺",
            volcano: "火山館",
            ash: "灰都ローデイル",
            graveyard: "墓地平原",
            bluecoast: "青海岸",
            gizayama: "ギザ山",
            shadowalt: "影のアルター",
            shadowcastle: "影の城",
            abyss: "奈落",
            rauh: "ラウフの古遺跡",
            enirilim: "エニル・イリム",
          }[a] || a
        );
      }
      function save() {
        try {
          localStorage.setItem(KEY, JSON.stringify({ version: 1, states }));
        } catch (e) {}
      }
      function render() {
        list.innerHTML = "";
        const items = data[area],
          state = states[area] || (states[area] = {});
        const completed = items.reduce(
          (n, x, i) => n + (state[i] === true ? 1 : 0),
          0,
        );
        document.getElementById("progressText").textContent =
          `${areaLabel(area)}：進捗 ${completed} / ${items.length}（${Math.round((completed / items.length) * 100)}%）`;
        document.getElementById("bar").style.width =
          (completed / items.length) * 100 + "%";
        let visible = [];
        items.forEach((it, i) => {
          const done = state[i] === true,
            q = search.value.trim().toLowerCase(),
            txt = (
              it.section +
              " " +
              it.text +
              " " +
              (it.tips || []).join(" ")
            ).toLowerCase();
          if (q && !txt.includes(q)) return;
          if (filter.value === "todo" && done) return;
          if (filter.value === "done" && !done) return;
          visible.push({ it, i, done });
        });
        let current = null,
          wrap = null;
        for (const { it, i, done } of visible) {
          if (it.section !== current) {
            current = it.section;
            wrap = document.createElement("section");
            wrap.className = "section";
            const h = document.createElement("h2");
            h.textContent = current;
            wrap.appendChild(h);
            list.appendChild(wrap);
          }
          const row = document.createElement("label");
          row.className = "item" + (done ? " done" : "");
          const cb = document.createElement("input");
          cb.type = "checkbox";
          cb.checked = done;
          cb.addEventListener("change", () => {
            state[i] = cb.checked;
            save();
            render();
          });
          const span = document.createElement("span");
          span.className = "label";
          span.textContent = `${String(i + 1).padStart(3, "0")}. ${it.text}`;
          row.append(cb, span);
          wrap.appendChild(row);
          for (const tipText of it.tips || []) {
            const tip = document.createElement("div");
            tip.className = "tip";
            const strong = document.createElement("strong");
            strong.textContent = "TIP";
            tip.appendChild(strong);
            tip.appendChild(document.createTextNode(tipText));
            wrap.appendChild(tip);
          }
        }
        if (!visible.length) {
          const e = document.createElement("div");
          e.className = "empty";
          e.textContent = "該当する項目がありません。";
          list.appendChild(e);
        }
      }
      function setArea(next) {
        area = next;
        document
          .querySelectorAll(".tab")
          .forEach((b) =>
            b.setAttribute("aria-selected", String(b.dataset.area === area)),
          );
        search.value = "";
        filter.value = "all";
        render();
        window.scrollTo({ top: 0, behavior: "smooth" });
      }
      document
        .querySelectorAll(".tab")
        .forEach((b) =>
          b.addEventListener("click", () => setArea(b.dataset.area)),
        );
      search.addEventListener("input", render);
      filter.addEventListener("change", render);
      document.getElementById("export").addEventListener("click", () => {
        const blob = new Blob(
          [
            JSON.stringify(
              {
                title: "ELDEN RING エリア別攻略チェックリスト",
                version: 1,
                states,
              },
              null,
              2,
            ),
          ],
          { type: "application/json" },
        );
        const a = document.createElement("a");
        a.href = URL.createObjectURL(blob);
        a.download = "エルデンリング_攻略進捗.json";
        a.click();
        setTimeout(() => URL.revokeObjectURL(a.href), 1000);
      });
      document
        .getElementById("import")
        .addEventListener("click", () =>
          document.getElementById("fileInput").click(),
        );
      document
        .getElementById("fileInput")
        .addEventListener("change", async (e) => {
          const f = e.target.files[0];
          if (!f) return;
          try {
            const d = JSON.parse(await f.text());
            if (d.states) states = { ...states, ...d.states };
            else if (d.state) {
              const old = Object.fromEntries(
                Object.entries(d.state).map(([k, v]) => [k, v]),
              );
              states.limgrave = { ...states.limgrave, ...old };
            } else throw Error("bad");
            save();
            render();
            alert("進捗を読み込みました。");
          } catch (err) {
            alert("進捗ファイルを読み込めませんでした。");
          }
          e.target.value = "";
        });
      document.getElementById("reset").addEventListener("click", () => {
        if (
          confirm(
            "「" +
              (areaLabel(area) + "編") +
              "」のチェックをすべて外しますか？",
          )
        ) {
          states[area] = {};
          save();
          render();
        }
      });
      const mapButton = document.getElementById("mapButton"),
        mapModal = document.getElementById("mapModal"),
        mapTitle = document.getElementById("mapTitle"),
        mapImage = document.getElementById("mapImage"),
        mapMessage = document.getElementById("mapMessage"),
        mapClose = document.getElementById("mapClose"),
        mapNav = document.getElementById("mapNav"),
        mapPrev = document.getElementById("mapPrev"),
        mapNext = document.getElementById("mapNext"),
        mapCounter = document.getElementById("mapCounter"),
        mapPageButtons = document.getElementById("mapPageButtons");
      const mapViewport = document.getElementById("mapViewport"),
        mapFit = document.getElementById("mapFit");
      let mapScale = 1,
        mapFitScale = 1,
        mapOffsetX = 0,
        mapOffsetY = 0,
        mapPointers = new Map(),
        mapPinchStart = null;
      const MAP_MIN_SCALE = 0.5,
        MAP_MAX_SCALE = 8;
      let mapReturnScrollY = 0;
      function applyMapTransform() {
        mapImage.style.transform = `translate(${mapOffsetX}px,${mapOffsetY}px) scale(${mapScale})`;
      }
      function clampMapOffsets() {
        const w = mapViewport.clientWidth,
          h = mapViewport.clientHeight,
          iw = mapImage.naturalWidth * mapScale,
          ih = mapImage.naturalHeight * mapScale;
        mapOffsetX =
          iw <= w ? (w - iw) / 2 : Math.min(0, Math.max(w - iw, mapOffsetX));
        mapOffsetY =
          ih <= h ? (h - ih) / 2 : Math.min(0, Math.max(h - ih, mapOffsetY));
      }
      function resetMapView() {
        if (
          !mapImage.naturalWidth ||
          !mapViewport.clientWidth ||
          !mapViewport.clientHeight
        )
          return;
        const w = mapViewport.clientWidth,
          h = mapViewport.clientHeight;
        mapFitScale = Math.min(
          (w - 20) / mapImage.naturalWidth,
          (h - 20) / mapImage.naturalHeight,
          1,
        );
        if (!Number.isFinite(mapFitScale) || mapFitScale <= 0) mapFitScale = 1;
        mapScale = mapFitScale;
        mapOffsetX = (w - mapImage.naturalWidth * mapScale) / 2;
        mapOffsetY = (h - mapImage.naturalHeight * mapScale) / 2;
        applyMapTransform();
      }
      function zoomMapAt(nextScale, x, y) {
        if (!mapImage.naturalWidth) return;
        const minScale = Math.min(MAP_MIN_SCALE, mapFitScale);
        nextScale = Math.max(minScale, Math.min(MAP_MAX_SCALE, nextScale));
        const imageX = (x - mapOffsetX) / mapScale,
          imageY = (y - mapOffsetY) / mapScale;
        mapScale = nextScale;
        mapOffsetX = x - imageX * mapScale;
        mapOffsetY = y - imageY * mapScale;
        clampMapOffsets();
        applyMapTransform();
      }
      function viewportPoint(e) {
        const r = mapViewport.getBoundingClientRect();
        return { x: e.clientX - r.left, y: e.clientY - r.top };
      }
      mapImage.addEventListener("load", resetMapView);
      mapFit.addEventListener("click", (e) => {
        e.stopPropagation();
        resetMapView();
      });
      mapViewport.addEventListener(
        "wheel",
        (e) => {
          if (mapImage.hidden || !mapImage.naturalWidth) return;
          e.preventDefault();
          const pt = viewportPoint(e),
            factor = Math.exp(-e.deltaY * 0.0015);
          zoomMapAt(mapScale * factor, pt.x, pt.y);
        },
        { passive: false },
      );
      mapViewport.addEventListener("pointerdown", (e) => {
        if (mapImage.hidden || e.target === mapFit || !mapImage.naturalWidth)
          return;
        mapViewport.setPointerCapture?.(e.pointerId);
        mapPointers.set(e.pointerId, { x: e.clientX, y: e.clientY });
        if (mapPointers.size === 1) {
          mapViewport.dataset.dragX = String(mapOffsetX);
          mapViewport.dataset.dragY = String(mapOffsetY);
          mapViewport.dataset.startX = String(e.clientX);
          mapViewport.dataset.startY = String(e.clientY);
        } else if (mapPointers.size === 2) {
          const pts = [...mapPointers.values()];
          mapPinchStart = {
            distance: Math.hypot(pts[0].x - pts[1].x, pts[0].y - pts[1].y) || 1,
            scale: mapScale,
            midX: (pts[0].x + pts[1].x) / 2,
            midY: (pts[0].y + pts[1].y) / 2,
            offsetX: mapOffsetX,
            offsetY: mapOffsetY,
          };
        }
        e.preventDefault();
      });
      mapViewport.addEventListener("pointermove", (e) => {
        if (!mapPointers.has(e.pointerId)) return;
        mapPointers.set(e.pointerId, { x: e.clientX, y: e.clientY });
        if (mapPointers.size >= 2 && mapPinchStart) {
          const pts = [...mapPointers.values()].slice(0, 2),
            dist = Math.hypot(pts[0].x - pts[1].x, pts[0].y - pts[1].y) || 1,
            midX = (pts[0].x + pts[1].x) / 2,
            midY = (pts[0].y + pts[1].y) / 2,
            rect = mapViewport.getBoundingClientRect(),
            localX = midX - rect.left,
            localY = midY - rect.top,
            startLocalX = mapPinchStart.midX - rect.left,
            startLocalY = mapPinchStart.midY - rect.top,
            ratio = dist / mapPinchStart.distance,
            newScale = Math.max(
              Math.min(MAP_MIN_SCALE, mapFitScale),
              Math.min(MAP_MAX_SCALE, mapPinchStart.scale * ratio),
            ),
            imageX =
              (startLocalX - mapPinchStart.offsetX) / mapPinchStart.scale,
            imageY =
              (startLocalY - mapPinchStart.offsetY) / mapPinchStart.scale;
          mapScale = newScale;
          mapOffsetX = localX - imageX * mapScale;
          mapOffsetY = localY - imageY * mapScale;
          clampMapOffsets();
          applyMapTransform();
        } else if (mapPointers.size === 1) {
          mapOffsetX =
            Number(mapViewport.dataset.dragX) +
            (e.clientX - Number(mapViewport.dataset.startX));
          mapOffsetY =
            Number(mapViewport.dataset.dragY) +
            (e.clientY - Number(mapViewport.dataset.startY));
          clampMapOffsets();
          applyMapTransform();
        }
        e.preventDefault();
      });
      function endMapPointer(e) {
        mapPointers.delete(e.pointerId);
        if (mapPointers.size < 2) mapPinchStart = null;
        if (mapPointers.size === 1) {
          const remaining = [...mapPointers.values()][0];
          mapViewport.dataset.dragX = String(mapOffsetX);
          mapViewport.dataset.dragY = String(mapOffsetY);
          mapViewport.dataset.startX = String(remaining.x);
          mapViewport.dataset.startY = String(remaining.y);
        }
      }
      mapViewport.addEventListener("pointerup", endMapPointer);
      mapViewport.addEventListener("pointercancel", endMapPointer);
      mapViewport.addEventListener("lostpointercapture", endMapPointer);
      window.addEventListener("resize", () => {
        if (mapModal.classList.contains("open") && !mapImage.hidden)
          resetMapView();
      });
      const mapExtensions = ["png", "jpg", "jpeg", "webp"];
      let currentMapImages = [],
        currentMapIndex = 0;
      function findMapImage(key, n) {
        return new Promise((resolve) => {
          let extIndex = 0;
          function tryExt() {
            if (extIndex >= mapExtensions.length) {
              resolve(null);
              return;
            }
            const url =
              "image/" + key + "-" + n + "." + mapExtensions[extIndex++];
            const probe = new Image();
            probe.onload = () => resolve(url);
            probe.onerror = tryExt;
            probe.src = url;
          }
          tryExt();
        });
      }
      function findLegacyMapImage(key) {
        return new Promise((resolve) => {
          let extIndex = 0;
          function tryExt() {
            if (extIndex >= mapExtensions.length) {
              resolve(null);
              return;
            }
            const url = "image/" + key + "." + mapExtensions[extIndex++];
            const probe = new Image();
            probe.onload = () => resolve(url);
            probe.onerror = tryExt;
            probe.src = url;
          }
          tryExt();
        });
      }
      function renderMapPageButtons() {
        mapPageButtons.replaceChildren();
        currentMapImages.forEach((src, i) => {
          const b = document.createElement("button");
          b.type = "button";
          b.className = "map-page-button";
          b.textContent = String(i + 1);
          b.title = "マップ " + (i + 1) + " を表示";
          if (i === currentMapIndex) b.setAttribute("aria-current", "page");
          else b.removeAttribute("aria-current");
          b.addEventListener("click", () => showMapAt(i));
          mapPageButtons.appendChild(b);
        });
      }
      function showMapAt(index) {
        currentMapIndex = index;
        mapImage.hidden = false;
        mapMessage.hidden = true;
        mapFit.hidden = false;
        mapImage.alt = areaLabel(area) + "のマップ " + (index + 1);
        mapImage.src = currentMapImages[index];
        if (mapImage.complete && mapImage.naturalWidth)
          requestAnimationFrame(resetMapView);
        mapCounter.textContent = index + 1 + " / " + currentMapImages.length;
        mapPrev.disabled = index === 0;
        mapNext.disabled = index === currentMapImages.length - 1;
        mapNav.hidden = currentMapImages.length < 2;
        renderMapPageButtons();
      }
      async function openMap() {
        mapReturnScrollY = window.scrollY;
        const key = area;
        mapTitle.textContent = areaLabel(key) + "のマップ";
        mapImage.hidden = true;
        mapFit.hidden = true;
        mapImage.removeAttribute("src");
        mapNav.hidden = true;
        mapMessage.hidden = false;
        mapMessage.textContent = "マップを読み込んでいます…";
        currentMapImages = [];
        currentMapIndex = 0;
        mapModal.classList.add("open");
        mapModal.setAttribute("aria-hidden", "false");
        document.body.style.overflow = "hidden";
        mapClose.focus({ preventScroll: true });
        for (let n = 1; n <= 30; n++) {
          const url = await findMapImage(key, n);
          if (!url) break;
          currentMapImages.push(url);
        }
        if (currentMapImages.length === 0) {
          const legacy = await findLegacyMapImage(key);
          if (legacy) currentMapImages.push(legacy);
        }
        if (currentMapImages.length) {
          showMapAt(0);
        } else {
          mapImage.hidden = true;
          mapFit.hidden = true;
          mapNav.hidden = true;
          mapMessage.hidden = false;
          mapMessage.textContent =
            "このエリアのマップ画像が見つかりません。\n\nimage フォルダーに次の名前で画像を入れてください。\n";
          const code = document.createElement("code");
          code.textContent =
            "image/" +
            key +
            "-1.png、" +
            key +
            "-2.png…（または .jpg / .jpeg / .webp）";
          mapMessage.appendChild(code);
        }
      }
      function closeMap() {
        mapModal.classList.remove("open");
        mapModal.setAttribute("aria-hidden", "true");
        document.body.style.overflow = "";
        mapPointers.clear();
        mapPinchStart = null;
        mapFit.hidden = true;
        mapImage.removeAttribute("src");
        mapButton.focus({ preventScroll: true });
        const root = document.documentElement,
          oldBehavior = root.style.scrollBehavior;
        root.style.scrollBehavior = "auto";
        window.scrollTo(0, mapReturnScrollY);
        requestAnimationFrame(() => {
          root.style.scrollBehavior = oldBehavior;
          window.scrollTo(0, mapReturnScrollY);
        });
      }
      mapButton.addEventListener("click", openMap);
      document
        .getElementById("mapFloatingButton")
        .addEventListener("click", openMap);
      mapPrev.addEventListener("click", () => {
        if (currentMapIndex > 0) showMapAt(currentMapIndex - 1);
      });
      mapNext.addEventListener("click", () => {
        if (currentMapIndex < currentMapImages.length - 1)
          showMapAt(currentMapIndex + 1);
      });
      mapClose.addEventListener("click", closeMap);
      mapModal.addEventListener("click", (e) => {
        if (e.target === mapModal) closeMap();
      });
      document.addEventListener("keydown", (e) => {
        if (e.key === "Escape" && mapModal.classList.contains("open"))
          closeMap();
        else if (
          mapModal.classList.contains("open") &&
          e.key === "ArrowRight" &&
          currentMapIndex < currentMapImages.length - 1
        )
          showMapAt(currentMapIndex + 1);
        else if (
          mapModal.classList.contains("open") &&
          e.key === "ArrowLeft" &&
          currentMapIndex > 0
        )
          showMapAt(currentMapIndex - 1);
      });
      const toTop = document.getElementById("toTop");
      window.addEventListener(
        "scroll",
        () => toTop.classList.toggle("show", window.scrollY > 350),
        { passive: true },
      );
      toTop.addEventListener("click", () =>
        window.scrollTo({ top: 0, behavior: "smooth" }),
      );
      render();
